{'April 9, 2020': ['$7314.95', 'First Public Bitcoin Fund Listed on Toronto Stock Exchange', 'Canadian asset manager 3iQ has become the first firm to\xa0launch\xa0a fund tied to Bitcoin (BTC) on the Toronto Stock Exchange (TSX), after three years of legal wrangling.\n‘The Bitcoin Fund’ listed nearly 1.5 million Class A ‘QBTC.U’ shares on TSX on April 9.\nThis launch means that retail investors will be able to gain exposure to Bitcoin’s price using a traditional, regulated stock exchange.\n\nhttps://cointelegraph.com/news/first-public-bitcoin-fund-listed-on-toronto-stock-exchange\n\nhttps://www.coindesk.com/14m-bitcoin-fund-gets-listed-on-toronto-stock-exchange'], 'April 8, 2020': ['$7341.15', 'Bitcoin Cash Undergoes ‘Halving’ Event', 'Bitcoin Cash – the blockchain that forked off Bitcoin in 2017 – reduced its block rewards by half, causing many miners to see gross margins drop to near zero.\n\nhttps://www.coindesk.com/bitcoin-cash-undergoes-halving-event-casting-shadow-on-miner-profitability'], 'April 1, 2020': ['$6671.95', 'Binance Acquired CoinMarketCap for $400M', 'The largest cryptocurrency exchange by market volume has acquired popular data site CoinMarketCap (CMC) for $400M. With its extensive (although\xa0often questionable) data on prices, volumes and other metrics for 5,290 cryptocurrencies, CMC has served as a dragnet for retail investors since its launch in 2013. Amazon’s\xa0Alexa ranks CMC as the 570th most visited website globally at this time.\n\nhttps://www.coindesk.com/binances-coinmarketcap-acquisition-is-a-bet-that-crypto-really-is-for-the-masses\n\r\n\xa0'], 'March 26, 2020': ['$6709.95', 'Microsoft Patents New Cryptocurrency System Using Body Activity Data', 'Microsoft Technology Licensing, the licensing arm of Microsoft Corp., has been granted an international patent for a “cryptocurrency system using body activity data.”\n\r\nHuman body activity associated with a task provided to a user may be used in a mining process of a cryptocurrency system, -\xa0 the patent reads, adding as an example:\nA brain wave or body heat emitted from the user when the user performs the task provided by an information or service provider, such as viewing advertisement or using certain internet services, can be used in the mining process.\nhttps://news.bitcoin.com/microsoft-cryptocurrency-system/\n\nhttps://patentscope.wipo.int/search/en/detail.jsf?docId=WO2020060606&tab=PCTBIBLIO'], 'March 23, 2020': ['$6492.94', 'Bitcoin Rally on Fed’s QE ‘Bazooka’', 'The U.S. Federal Reserve\'s open-ended easing program is a long-run positive for bitcoin\'s (BTC) price. Bitcoin is marching northwards as the Federal Reserve’s extraordinary economic measures boosts risk appetite in the traditional markets. A major part of the double-digit price rise came after the Fed announced its "bazooka" move to expand asset purchases by as much as needed (that is, with\xa0no upper limit) to help the economy absorb shocks arising from the coronavirus pandemic.\n\nhttps://www.federalreserve.gov/newsevents/pressreleases/monetary20200323b.htm\n\nhttps://www.coindesk.com/bitcoin-marches-on-7k-as-traditional-markets-cheer-feds-qe-bazooka'], 'March 15, 2020': ['$5360.06', 'Bitcoin Price Tops as FED Cuts Interest Rates to 0% and Restarts QE', 'The surge in price occurred shortly after the U.S. Federal Reserve\xa0announced that it would cut interest rates to 0%, launch a $700 billion quantitative easing program, and the regulator provided additional details about the type of securities it would purchase. The massive stimulus package is designed to combat the\xa0market turmoil brought about by the novel Coronavirus but shortly after the announcement, Dow futures dropped 1,000 points.\n\nhttps://cointelegraph.com/news/bitcoin-price-tops-59k-as-fed-cuts-interest-rates-to-0-restarts-qe\n\nhttps://www.cnbc.com/2020/03/15/federal-reserve-cuts-rates-to-zero-and-launches-massive-700-billion-quantitative-easing-program.html'], 'March 13, 2020': ['$5629.58', 'Bitcoin Loses Half of Its Value in Two-Day Plunge', 'Bitcoin had been trading near the $10,000 level in mid-February and began its slide as the coronavirus outbreak worsened. The world’s most widely held cryptocurrency dropped below $4,000, knocking off half of its value over two days.\nEven safe-haven assets, like Gold, Silver, and Bitcoin were not able to withstand the widespread coronavirus stock market crash on March 13, driving investors towards the safety of cash. People are raising cash to meet redemptions and margin calls. Market liquidity is freezing up, people are struggling to trade. The buy the dip mentality has totally flipped.\nhttps://www.cnbc.com/2020/03/13/bitcoin-loses-half-of-its-value-in-two-day-plunge.html\nhttps://www.newsbtc.com/2020/03/12/silver-gold-bitcoin-even-safe-haven-coronavirus/\nhttps://www.ccn.com/the-real-reason-why-bitcoin-had-its-worst-crash-in-7-years/'], 'March 4, 2020': ['$8767.89', 'Indian Supreme Court Lifts Ban on Bitcoin Trading', 'India’s supreme court overturned\xa0an April 2018 central bank order\xa0barring banks from providing services to crypto companies. The Reserve Bank of India (RBI) had, in its diktat, assumed that virtual currencies posed a systemic risk to the banking system.\n\nhttps://qz.com/india/1813111/india-must-not-mess-up-with-bitcoin-other-cryptocurrencies-now/\nhttps://www.newsbtc.com/2020/03/04/india-supreme-court-extremely-bullish-ruling-bitcoin/'], 'February 17, 2020': ['$9706.08', 'FCoin Exchange Shuts Down After Becoming Insolvent', 'FCoin, a crypto exchange that adopted the controversial "trans-fee mining" model, has paused trading and withdrawal as it reveals a shortage of crypto assets worth up to $130 million. Zhang Jian, the former Huobi CTO who launched FCoin in May 2018, wrote a lengthy post on Monday, saying the exchange is now unable to process users\' withdrawal demands as its asset reserve has fallen short of its liability –\xa0and the gap is estimated to be about 7,000 to 13,000 bitcoin (BTC).\nhttps://www.reddit.com/r/FCoin_Official/comments/f579v4/fcoin_truth/\nhttps://www.coindesk.com/crypto-exchange-fcoin-insolvent-after-revealing-up-to-130m-bitcoin-shortfall'], 'February 5, 2020': ['$9613.4', 'Lightning Labs Raises $10M Series A Funding', '\nLightning Labs has raised $10 million in Series A financing as it gears up to launch its first paid service for merchants looking to accept bitcoin payments.\n\n\n\nCraft Ventures led the round, with Managing Director Brian Murray joining Lightning Labs’ board of directors. Other investors include Slow Ventures, former Goldman Sachs co-head of securities David Heller, Avichal Garg of Electric Capital and Ribbit Capital.\r\nIn addition to the capital raise, Palo Alto-based Lightning Labs also launched its first financial services product, Lightning Loop, to monetize the so-called “layer-two” technology that sits on top of the bitcoin blockchain by making it easier for startups to accept the cryptocurrency.\n\n\r\nHere you can read more about the Lightning Network: https://99bitcoins.com/bitcoin/lightning-network/\n\nhttps://www.coindesk.com/lightning-labs-raises-10m-series-a-to-be-the-visa-of-bitcoin\n\nhttps://fortune.com/2020/02/05/bitcoin-lightning-labs/\n\nhttps://www.forbes.com/sites/michaeldelcastillo/2020/02/05/jack-dorsey-backed-lightning-labs-raises-10-million-to-build-visa-network-for-bitcoin/#5f198e595ede'], 'February 2, 2020': ['$9333.08', 'Twitter Adds Bitcoin Emoji', 'Twitter co-founder and CEO Jack Dorsey\xa0tweeted\xa0the newly added Bitcoin (BTC) emoji. Dorsey’s tweet showed that, now, whenever a Twitter user writes the Bitcoin or BTC hashtag, an image showing its symbol appears next to it.\nhttps://twitter.com/jack/status/1223841364711854080'], 'January 29, 2020': ['$9290.46', 'Second City in Switzerland Accepting Tax Payments in Bitcoin', 'The municipality of Zermatt, Switzerland — home to the iconic Matterhorn — is now the second location in Switzerland where taxpayers are officially allowed to pay their taxes in Bitcoin (BTC). In order to unlock the new tax payment option, the authorities of the Zermatt have partnered with Switzerland’s major crypto financial services company Bitcoin Suisse. Specifically, local taxpayers will be able to pay their taxes in Bitcoin via a point-of-sale tool installed in the Zermatt town hall or an online payment portal.\n\r\nThe city of Zug became the first in Switzerland to accept Bitcoin payments in 2016.\nhttps://www.bitcoinsuisse.com/news/municipality-of-zermatt-now-accepts-payments-in-bitcoin/\r\n\xa0'], 'January 19, 2020': ['$8698.57', 'Peter Schiff’s Bitcoin Wallet Vanishing Act Is the Most Boomer Thing Ever', 'Famous crypto skeptic and gold bug Peter Schiff claimed on Twitter\xa0that he has lost access to his Bitcoin wallet and that his password is no longer valid.\nSchiff added that his BTC is now intrinsically worthless and has no market value. He also added that:\n\n\n“I knew owning Bitcoin was a bad idea, I just never realized it was this bad!”\n\r\nPeter Schiff cannot access his bitcoin wallet and is blaming his “losses” on the blockchain. Schiff is a boomer in every sense of the word, and his lack of blockchain understanding shows.\nhttps://twitter.com/PeterSchiff/status/1218911797626847234\nhttps://www.ccn.com/peter-schiffs-bitcoin-wallet-vanishing-act-is-the-most-boomer-thing-ever/\n\nhttps://cointelegraph.com/news/peter-schiff-lost-his-bitcoin-claims-owning-crypto-was-a-bad-idea\nhttps://www.forbes.com/sites/billybambrough/2020/01/20/updated-heres-why-peter-schiffs-ridiculous-bitcoin-claim-cant-be-true-mystery-solved/'], 'January 13, 2020': ['$8105.48', 'CME Group Launched Bitcoin Options', "Options on CME's bitcoin futures contracts\xa0launched on the CME Globex. Each contract, quoted in U.S. dollars, represents five bitcoin and is cleared centrally to avoid counterparty risk.\n\r\nBitcoin derivatives have been available on multiple cryptocurrency exchanges since at least 2014, but CME was one of the first platforms to offer investors regulated products when it first\xa0launched\xa0its cash-settled bitcoin futures in December 2017.\n\nhttps://www.coindesk.com/cme-takes-its-bitcoin-options-live-competing-with-ices-bakkt\n\nhttps://cointelegraph.com/news/bitcoin-options-launch-imminent-as-cme-open-interest-hits-7-month-high"], 'January 6, 2020': ['$7761.82', 'Bitcoin Price Breakout Amid US-Iran Tensions', "Cryptocurrency picked up a bid at lows after the U.S. launched an airstrike at Baghdad’s international airport, killing top Iranian General Qassem Soleimani. Tensions escalated over the weekend, with Iran's supreme leader Ayatollah Ali Khamenei promising revenge and President Trump warning Tehran against retaliatory actions. Through all this, Bitcoin remained bid and hit a two-week high.\n\nhttps://www.coindesk.com/bitcoin-eyes-price-breakout-amid-us-iran-tensions"], 'December 23, 2019': ['$7324.49', 'Youtube Bans Crypto Videos by Mistake', 'A wave of YouTubers received notifications that their videos were in breach of the platform\'s terms of service. The move appeared to target smaller channels and publishers that focused on Bitcoin and crypto-currency content. The Google-owned video sharing platform has since apologised for the mistake.\r\nBut some crypto-bloggers have complained that their videos have not been restored after several days.\n\r\n"With the massive volume of videos on our site, sometimes we make the wrong call," a YouTube spokesman said.\n\nhttps://www.forbes.com/sites/billybambrough/2019/12/26/googles-youtube-goes-to-war-with-bitcoin-and-crypto-update/#3ddb2ba61b63\nhttps://decrypt.co/15590/youtube-to-deleted-crypto-video-sites-oops-we-screwed-up'], 'December 10, 2019': ['$7232.84', 'BitClub Network Ponzi Scheme Busted', 'Five men behind a company called BitClub Network are accused of a $722 million scam that allegedly preyed on victims who thought they were investing in a pool of bitcoin mining equipment.\n\nhttps://finance.yahoo.com/news/cryptocurrency-rocked-massive-bitcoin-fraud-002556949.html\nhttps://99bitcoins.com/anatomy-bitcoin-scam-bitclub-network-analyzed/'], 'November 9, 2019': ['$8813.36', 'NY Regulator Licenses Fidelity for Bitcoin Trading and Custody', 'Fidelity has been granted a trust licence to offer trading and custody of bitcoin by the New York State Department of Financial Services, as the asset management group continues to woo cautious institutional investors into the “Wild West” of digital assets. The move allows Fidelity’s new digital assets subsidiary to launch a digital currency custody and execution platform “on which institutional investors and individuals can securely store, purchase, sell, and transfer bitcoin” to New York residents, the DFS said.\n\nhttps://www.ft.com/content/eb3fce1c-0a80-11ea-b2d6-9bf4d1957a67\n'], 'November 4, 2019': ['$9424.18', 'Research Suggest Bitcoin Price Rally in 2017 December was Manipulated', 'A forensic study on bitcoin’s 2017 boom has found that nearly the entire rise of the digital currency at the time is attributable to “one large player,” although the market manipulator remains unidentified. Finance professors John Griffin and Amin Shams – instructors at University of Texas and the Ohio State University, respectively – analyzed over 200 gigabytes of data for the transaction history between bitcoin and tether, another digital currency. Tether is an asset known as a “stablecoin,” which has its trading value connected to the dollar. The professors’ study found that tethers being traded for bitcoins revealed a pattern.\n\nhttps://www.cnbc.com/2019/11/04/study-single-anonymous-market-manipulator-pushed-bitcoin-to-20000.html\nhttps://www.technologyreview.com/f/614673/one-bitcoin-whale-may-have-fueled-the-currencys-price-spike-in-2017/'], 'October 29, 2019': ['$9437.58', 'Chinese Bitcoin Mining Machine Maker Canaan Files for U.S. IPO', 'Canaan Inc., the world’s second-largest maker of Bitcoin mining machines, filed for a U.S. initial public offering. The Hangzhou, China-based company listed its offering size as $400 million in its filing with the U.S. Securities and Exchange Commission.\n\nhttps://www.bloomberg.com/news/articles/2019-10-28/chinese-bitcoin-mining-machine-maker-canaan-files-for-u-s-ipo\nhttps://news.crunchbase.com/news/bitcoin-hardware-company-canaan-creative-files-for-ipo/'], 'October 28, 2019': ['$9223.21', 'Bitcoin Flirts With $10,000 After China Endorses Blockchain', 'Bitcoin price jumped after China’s government threw its backing behind the digital coin’s underlying ledger technology. China’s President Xi Jinping said Beijing will increase investment in blockchain technology. An official with China’s central bank also said blockchain technology can help with commercial banks’ risk control and ease borrowing difficulties for smaller businesses.\n\nhttps://www.bloomberg.com/news/articles/2019-10-28/bitcoin-flirts-with-10-000-after-china-endorses-blockchain'], 'October 15, 2019': ['$8171.27', "'Satoshi' is Added to Oxford Dictionary", "Satoshi, bitcoin's smallest unit, is now added to Oxford English Dictionary. The Oxford English Dictionary (OED), published by the Oxford University Press, has officially added the word “Satoshi” to its database. The decision was made as part of a quarterly update.\n\nhttps://www.theblockcrypto.com/linked/43326/satoshi-bitcoins-smallest-unit-is-now-added-to-oxford-english-dictionary"], 'October 9, 2019': ['$8596.45', 'Unicef Accepts Crypto Donations', 'UNICEF will now be able to receive, hold and disburse donations of cryptocurrencies ether and bitcoin, through its newly-established UNICEF Cryptocurrency Fund. In a first for United Nations organizations, UNICEF will use cryptocurrencies to fund open source technology benefiting children and young people around the world.\n\nhttps://www.unicef.org/press-releases/unicef-launches-cryptocurrency-fund'], 'September 22, 2019': ['$10036.71', 'Long Awaited Bitcoin Futures Launched on Bakkt', "The owner of the New York Stock Exchange launched its long-delayed market for Bitcoin futures. ICE Futures U.S., one of the world's largest commodities markets, offer Bakkt Daily and Monthly Bitcoin Futures, the first physically delivered crypto-currency futures contracts ever traded on a federally regulated exchange.\n\nhttps://fortune.com/2019/09/20/bitcoin-futures-bakkt-launch/\nhttps://www.wsj.com/articles/nyse-owner-to-launch-long-awaited-bitcoin-futures-11569153649"], 'September 3, 2019': ['$10634.64', 'VanEck, SolidX to Offer Bitcoin ETF-Like Product to Institutions', 'While the U.S. Securities and Exchange Commission (SEC) has so far blocked a number of proposed bitcoin ETFs, two firms aim to launch a more limited option. VanEck Securities and SolidX Management – which have previously had a decision on their proposed bitcoin ETF postponed by the SEC – revealed they are taking an unusual route to bypass the regulatory hurdles. The companies will use an SEC exemption that will allow shares in their VanEck SolidX Bitcoin Trust to be offered to institutions such as hedge funds and banks, but not to retail investors. It was clarified that the product is not a true ETF, although similar.\n\nhttps://www.wsj.com/articles/van-eck-solidx-to-offer-limited-version-of-bitcoin-exchange-traded-fund-11567503003\nhttps://www.coindesk.com/van-eck-solidx-to-offer-bitcoin-etf-to-institutions-via-sec-exemption-report'], 'August 28, 2019': ['$9723.81', 'Self-proclaimed Bitcoin Inventor is Ordered to Pay Billions in Bitcoin', 'US court orders Craig Wright to share cryptocurrency haul with the estate of American programmer David Kleiman. The IT security consultant Craig Wright, 49, was sued by the estate of David Kleiman, a programmer who died in 2013, for a share of Wright’s bitcoin haul over the pair’s involvement in the inception of the cryptocurrency from 2009 to 2013.\n\nhttps://www.theguardian.com/technology/2019/aug/28/australian-who-says-he-invented-bitcoin-ordered-to-hand-over-up-to-5bn\nhttps://www.bloomberg.com/news/articles/2019-08-27/bitcoin-investors-downplay-craig-wright-s-warning-of-liquidation'], 'August 15, 2019': ['$10307.9', 'Coinbase Exchange Acquires Xapo Bitcoin Vault', 'Cryptocurrency firm Coinbase has acquired the custody business of Xapo, a service best known for storing Bitcoins in a vault under a Swiss mountain. The acquisition comes as part of an aggressive push by Coinbase to expand its custody services and could result in the San Francisco company storing over 5% of all Bitcoins in circulation.\n\nhttps://fortune.com/2019/08/15/coinbase-xapo-bitcoin-custody/'], 'August 7, 2019': ['$11981.15', 'Scammer Demands 300 Bitcoin From Binance in KYC Data Ransom', 'Binance has been the victim of an attempted ransom demand from a scammer. The attacker threatened to release KYC information if the company did not cough up 300 Bitcoins. In its efforts to be totally transparent, Binance has released a statement revealing that an unidentified individual has ‘threatened and harassed’ them.\n\nhttps://www.binance.com/en/blog/365766157488967680/Statement-on-False-KYC-Leak'], 'July 11, 2019': ['$11345.77', 'President Trump Comments on Bitcoin', 'In a series of tweets, Trump expanded on his thoughts on crypto, saying he is not a fan of Bitcoin.\n\nhttps://twitter.com/realDonaldTrump/status/1149472282584072192'], 'June 18, 2019': ['$9083.82', 'Bitcoin Price Trades Flat on Facebook Libra Blockchain Launch', 'The Facebook, the social media giant unveiled its highly anticipated and until-now secretive cryptocurrency, Libra, which will run on a blockchain network secured at launch by 100 distributed computer servers, or nodes.The unveiling of Facebook’s Libra cryptocurrency has failed to put a strong bid under Bitcoin.\n\nhttps://www.coindesk.com/bitcoin-price-unfazed-by-unveiling-of-facebooks-libra-crypto\nhttps://www.bloomberg.com/opinion/articles/2019-06-18/facebook-libra-cryptocurrency-tries-to-avoid-bitcoin-bear-traps'], 'June 13, 2019': ['$8232.75', 'Bakkt names launch date for Bitcoin Futures Testing', 'Institutional cryptocurrency platform Bakkt will begin testing its first product, physically-delivered bitcoin (BTC) futures on July 22, the company announced in a blog post on June 13.\n\nhttps://www.reuters.com/article/us-crypto-currencies-futures-analysis/is-bitcoin-growing-up-regulated-futures-boom-as-investors-seek-a-safer-ride-idUSKCN1TE0IB\nhttps://cointelegraph.com/news/bakkt-names-launch-date-for-bitcoin-futures-testing'], 'June 3, 2019': ['$8105.13', 'Crypto entrepreneur to pay $4.6 million for charity lunch with bitcoin skeptic Warren Buffett', 'Cryptocurrency founder Justin Sun had the winning $4.57 million bid in the 20th-anniversary charity auction to have lunch with Warren Buffett.\r\nBuffett has been a notable and outspoken bitcoin critic — calling it everything from “rat poison squared” to a “delusion” that “attracts charlatans.”\r\nStill, Sun says even the most successful investors of all time “can sometimes miss a coming wave,” pointing to Buffett’s investments in Kraft Heinz and general aversion to tech investing.\n\nhttps://www.cnbc.com/2019/06/03/crypto-entrepreneur-to-pay-4point6-million-for-charity-lunch-with-bitcoin-skeptic-warren-buffett.html\nhttps://www.bloomberg.com/news/articles/2019-06-03/crypto-pioneer-pays-4-57-million-for-lunch-with-warren-buffett'], 'May 30, 2019': ['$8273.01', 'Another applicant files for Bitcoin copyright', 'Second copyright registration for the white paper has appeared on the public catalog of the United States Copyright Office, indicating that a certain Wei Liu is also claiming to have originated the work under the pseudonym Satoshi Nakamoto. It is not clear who Wei Liu is or why the registration was filed. However, it may well be that it is a counter to Wright’s move to assert ownership of fundamental bitcoin property.\n\nhttps://www.coindesk.com/another-satoshi-second-copyright-filing-appears-for-bitcoin-white-paper'], 'May 21, 2019': ['$7945.05', 'Australian who says he invented Bitcoin files for copyright', 'The man claiming he invented bitcoin, Craig Wright, has filed for copyright of the original Satoshi Nakamoto whitepaper. The Australian entrepreneur claimed to be Nakamoto, the creator of the cryptocurrency, back in 2016. The US Copyright Office catalog shows his filings for the Bitcoin: A Peer-to-Peer Electronic Cash System text file and Bitcoin, a computer file. Wright is working on Bitcoin SV, which emerged after the world’s first Bitcoin hash war in November 2018 to ensure the Satoshi Vision of Bitcoin lives on. Bitcoin SV (BSV), at one point surged over 200 percent on some exchanges during the day reacting to the copyright news.\n\nhttps://www.cnet.com/news/australian-who-says-he-invented-bitcoin-files-for-copyright/\nhttps://www.coindesk.com/bitcoin-sv-bsv-suddenly-surges-200'], 'May 8, 2019': ['$6029.08', 'Binance exchange hackers steals $41M worth of Bitcoin', 'Hackers stole 7,000 bitcoin from major cryptocurrency exchange Binance. They used a variety of methods to carry out the “large scale security breach, ” according to the exchange. Binance said it would cover the incident “in full” and no user funds affected.\n\nhttps://www.cnbc.com/2019/05/08/binance-bitcoin-hack-over-40-million-of-cryptocurrency-stolen.html\nhttps://techcrunch.com/2019/05/07/binance-breach/'], 'April 26, 2019': ['$5241.02', 'Bitfinex and Tether faces investigation over alleged $850M shortfall', 'The New York attorney general accused the operator of bitcoin exchange Bitfinex and tether issuer Tether Limited of hiding an $850 million loss. The state’s top lawyer alleges Bitfinex used at least $700 million from Tether’s cash reserves to cover up the apparent loss of $850 million of client and corporate funds. Its findings were detailed in papers filed with the Manhattan Supreme Court.\n\nhttps://www.cnbc.com/2019/04/26/cryptocurrency-bitcoin-price-falls-on-ny-ag-bitfinex-probe.html\nhttp://fortune.com/2019/04/25/bitfinex-tether-bitcoin/'], 'April 15, 2019': ['$5033.1', 'Major exchanges delists Bitcoin SV', 'The world\'s largest bitcoin and cryptocurrency exchange by volume, Binance, has said "de-listed" Bitcoin SV, striking it from the exchange as of April 22 as it no longer meets the high level of standard they expect. Elsewhere, the exchange ShapeShift said it will delist bitcoin SV too and another exchange, Kraken, is polling its users on whether to continue supporting the cryptocurrency.\n\r\nThe bitcoin cash split, known as a "hard fork", was sparked by a disagreement over the block size, which determines how many transactions can be recorded in each block added to the blockchain.\n\nhttps://www.forbes.com/sites/billybambrough/2019/04/15/binance-ceo-dramatically-throws-down-the-gauntlet-to-struggling-bitcoin-rival/#38a7e5e33d6a'], 'April 8, 2019': ['$5296.93', 'China wants to ban Bitcoin mining', 'China’s state planner wants to eliminate bitcoin mining in the country, according to a draft list of industrial activities the agency is seeking to stop in a sign of growing government pressure on the cryptocurrency sector. China is the world’s largest market for computer hardware designed to mine bitcoin and other cryptocurrencies, even though such activities previously fell under a regulatory grey area. The suggestion is that the power consumed by the industry contributes to pollution and wastes resources.\n\nhttps://www.reuters.com/article/us-china-cryptocurrency/china-wants-to-ban-bitcoin-mining-idUSKCN1RL0C4\nhttps://www.bbc.com/news/technology-47867031'], 'March 29, 2019': ['$4119.02', 'SEC Postpones Decision on Bitwise, VanEck Bitcoin ETF Proposals', 'The U.S. Securities and Exchange Commission (SEC) has delayed making a decision (again) on two bitcoin exchange-traded fund (ETF) proposals earlier this year.\n\nhttps://www.coindesk.com/sec-postpones-decision-on-bitwises-bitcoin-etf-proposal'], 'March 22, 2019': ['$4003.55', 'Bitwise study finds majority of bitcoin trading volume is faked by unregulated exchanges', '95% percent of spot bitcoin trading volume is faked by unregulated exchanges, according to a study from Bitwise. The firm analyzed the top 81 crypto exchanges by volume on industry site CoinMarketCap.com. They report an aggregated $6 billion in average daily bitcoin volume. The study finds that only $273 million of that is legitimate.\n\nhttps://www.cnbc.com/2019/03/22/majority-of-bitcoin-trading-is-a-hoax-new-study-finds.html\nhttps://www.wsj.com/articles/most-bitcoin-trading-faked-by-unregulated-exchanges-study-finds-11553259600'], 'March 15, 2019': ['$3935.41', 'CBOE stops listing Bitcoin futures contracts', 'Cboe Global Markets Inc., the first mainstream exchange to let people buy and sell Bitcoin futures, said in a web posting that it’s reviewing its approach to cryptocurrency derivatives and doesn’t currently plan to list more contracts. It offers ones that expire in April, May and June.\n\nhttps://www.bloomberg.com/news/articles/2019-03-15/bitcoin-futures-don-t-look-so-bright-as-cboe-reviews-contracts\nhttp://markets.cboe.com/resources/product_update/2019/New-CFE-Products-Being-Added-in-March-2019-Update.pdf'], 'March 14, 2019': ['$3885.99', 'Mt.Gox founder gets suspended sentence', 'Mark Karpeles, the former head of Mt. Gox — a bitcoin exchange that went bankrupt in 2014 — was found guilty of data manipulation by the Tokyo District Court and handed a prison sentence of 2.5 years that will be suspended for 4 years. He was found not guilty on a separate charge of embezzling millions of dollars through customer accounts.\n\nhttps://www.japantimes.co.jp/news/2019/03/15/national/crime-legal/mtgox/#.XQzrcIgzaUk\nhttps://edition.cnn.com/2019/03/14/tech/mark-karpeles-mt-gox/index.html'], 'March 1, 2019': ['$3850.07', 'Facebook is Working on its own Cryptocurrency', "Facebook's much-rumoured cryptocurrency appears to be close to fruition, with reports suggesting the technology giant is within a few months of launching its own bitcoin-style currency.\n\r\nA secret team of around 50 Facebook employees are working on the cryptocurrency, according to The New York Times, who cited five anonymous sources close to the project.\n\r\nThe social network first began working on the cryptocurrency in May 2018, following one of the biggest management reshuffles in the company's history. Previous rumours have suggested the so-called stablecoin, which would be pegged to other currencies to avoid price volatility, would roll out to users of the popular messaging app WhatsApp.\n\nhttps://www.independent.co.uk/life-style/gadgets-and-tech/news/facebook-cryptocurrency-whatsapp-bitcoin-telegram-signal-a8802651.html"], 'February 1, 2019': ['$3468.25', 'Canadian Crypto Exchange QuadrigaCX Goes Bankrupt', 'Canadian crypto exchange QuadrigaCX says it cannot repay most of $190 million in client holdings after its 30-year-old founder Gerald Cotten, the only person who knew the passwords to its “cold storage,” unexpectedly died in India in December 2018.\n\nhttps://gizmodo.com/crypto-exchange-says-it-cant-repay-190-million-to-clie-1832309454'], 'January 31, 2019': ['$3441.99', 'CBOE Resubmits the VanEck/SolidX Bitcoin ETF Proposal for SEC Approval', 'CBOE resubmitted its joint proposal with VanEck and SolidX to launch the first U.S. bitcoin exchange-traded fund (ETF).\n\nhttps://www.coindesk.com/cboe-re-files-vaneck-solidx-bitcoin-etf-proposal'], 'January 23, 2019': ['$3586.16', 'CBOE Withdraws VanEck Bitcoin ETF Application', 'The on-going U.S. government shutdown has forced the withdrawal of a closely-watched proposal to list a bitcoin exchange-traded fund (ETF) on the Cboe BZX Exchange. The bitcoin ETF proposal, brought by investment firm VanEck and financial services provider SolidX, has faced an uphill battle for approval from the U.S. Securities and Exchange Commission (SEC) due to concerns the bitcoin price is susceptible to market manipulation. VanEck CEO Jan van Eck explained that the companies filing the rule change proposal had been in talks with the SEC, but these talks ended when the shutdown began. To avoid a probable rejection due to the closure, the proposal was withdrawn.\n\nhttps://www.cnbc.com/2019/01/23/cboe-pulls-its-long-awaited-bitcoin-etf-application-amidst-a-government-shutdown--.html'], 'January 18, 2019': ['$3647.29', 'Coinstar Machines Start Selling Bitcoin at Grocery Stores Across US', 'Bitcoin ATM company Coinme is partnering with coins-to-cash converter Coinstar to allow bitcoin purchases through Coinstar kiosks in a number of U.S. states\n\nhttp://fortune.com/2019/01/18/buy-bitcoin-grocery-store-coinstar/'], 'January 10, 2019': ['$4046.45', 'Bitwise Files for New Bitcoin ETF With SEC', 'Crypto startup Bitwise Asset Management has proposed a new bitcoin exchange-traded fund (ETF) that it says would address the regulatory concerns that doomed previous attempts.\n\r\nThe company has filed an initial registration form proposing the Bitwise Bitcoin ETF Trust with the U.S. Securities and Exchange Commission (SEC). The fund would track the Bitwise Bitcoin Total Return Index, which measures the value of bitcoin plus any “meaningful hard forks.”\n\nhttps://www.coindesk.com/bitwise-plans-new-bitcoin-etf-with-nyse-arca'], 'January 3, 2019': ['$3864.3', '"Proof of Keys" Movement', "To celebrate Bitcoin's 10 year anniversary, long-time Bitcoin advocate and successful investor Trace Mayer proposed that the community start an annual tradition of a crypto bank run on exchanges – to be known as Proof-of-Keys. The idea was to get as many cryptocurrency users and investors to withdraw all funds from wallets that they did not hold the private key to.\r\nThe tradition, according to Trace, would serve two main purposes. Firstly, it would encourage Bitcoin users to exercise the monetary sovereignty made possible by the protocol – the hope being that those not knowing how to securely store Bitcoin would learn. Meanwhile, those that do know could teach. The second part of Proof-of-Keys supposedly serves to test the trustworthiness of the exchanges. If every single user requested every single coin on the same day, would the exchange be able to pay them all? If it turned out they could not then the platform in question would be not only guilty of deceiving its users but also guilty of artificially inflated the total supply of the currency.\n\nhttps://www.newsbtc.com/2019/01/04/what-can-we-learn-from-bitcoins-birthday-bank-run/\nhttps://www.coindesk.com/proof-of-keys-bitcoin-bank-run"], 'December 31, 2018': ['$3852.1', 'Institutional Crypto Exchange Bakkt Raised $182M Funding', 'Bakkt, a cryptocurrency exchange and liquidity provider created by the New York Stock Exchange’s parent company ICE has raised $182.5 million from a group of high profile investors and venture capital firms.\n\r\nOn December 31, on New Year’s Eve, Bakkt CEO Kelly Loeffler announced that Boston Consulting Group, CMT Digital, Eagle Seven, Galaxy Digital, Goldfinch Partners, Alan Howard, Horizons Ventures, Intercontinental Exchange, Microsoft’s venture capital arm, M12, Pantera Capital, PayU, the fintech arm of Naspers, and Protocol Ventures invested in the company, sharing the firm’s vision of driving institutional access for digital assets and providing support for merchants.\n\nhttps://www.ccn.com/breaking-bakkt-raises-182-million-what-it-means-for-the-state-of-bitcoin-industry/'], 'December 29, 2018': ['$3753.83', 'Electrum Wallet Attack', 'A phishing attack on the Electrum wallet network has possibly managed to steal around 245 bitcoins, worth over $880,000 at the time of the attack. The bad actor set up the attack by creating multiple fake servers on the Electrum wallet network. As a result, when wallet users that connected to those servers attempted to broadcast a bitcoin transaction, they received an error message providing a malicious link to malware disguised as an updated wallet, the firm explained on its Github page.\n\nhttps://www.coindesk.com/electrum-wallet-attack-may-have-stolen-as-much-as-245-bitcoin'], 'December 13, 2018': ['$3468.52', 'Fake Bomb Threats Across US Demanding Bitcoin Ransom', 'A wave of bomb threats emailed to hundreds of schools, businesses and government buildings across the US triggered searches, evacuations and fear - but there were no signs of explosives, and authorities said the scare appeared to be a crude extortion attempt with hoaxers requesting cryptocurrency ransoms. The U.S. government has confirmed the existence of bomb threat emails that demand bitcoin from organizations and suggested steps to take.\n\nhttps://www.telegraph.co.uk/technology/2018/12/14/bomb-threat-hoaxers-hunt-bitcoin/\nhttps://nypost.com/2018/12/13/fake-bomb-threats-nationwide-were-part-of-bitcoin-export-plot/'], 'December 3, 2018': ['$4177.35', 'Bitcoin mining difficulty dropped significantly', 'Bitcoin’s mining difficulty saw its second largest drop in history, with a -15 percent adjustment.\n\r\n\xa0\n\nhttps://www.ccn.com/bitcoin-mining-difficulty-just-saw-its-second-largest-drop-in-history/'], 'November 15, 2018': ['$6130.99', 'Bitcoin Cash hard fork', 'In November 2018, a hard-fork chain split of Bitcoin Cash occurred between two rival factions called Bitcoin ABC and Bitcoin SV. This caused a decline in prices across the cryptocurrencies due to uncertainty.\n\r\n\xa0\n\nhttps://www.forbes.com/sites/cbovaird/2018/11/14/what-triggered-bitcoins-sharp-price-plunge/#13c929a61d66'], 'October 31, 2018': ['$6337.06', 'Bitcoin turns 10 years old', 'On October 31 2008, Bitcoin\'s mysterious founder Satoshi Nakamoto published a nine-page long academic style paper called "Bitcoin: A Peer-to-Peer Electronic Cash System", which led to the creation of Bitcoin, the first ever cryptocurrency.\n\nhttps://www.cnbc.com/2018/10/31/bitcoin-turns-10-years-old.html\n\nhttps://www.businessinsider.com/bitcoin-price-10-year-anniversary-of-cryptocurrency-2018-10'], 'October 15, 2018': ['$6317.58', 'Fidelity launches institutional platform for cryptocurrencies', "Fidelity Investments is spinning off a stand-alone company dedicated to bringing cryptocurrencies to institutional investors. Called Fidelity Digital Assets, the limited liability corporation based in Boston will provide enterprise-grade custody solutions, a cryptocurrency trading execution platform and institutional advising services 24 hours a day, seven days a week, designed to align with blockchain's always-on trading cycle.\n\r\n\xa0\n\nhttps://www.forbes.com/sites/michaeldelcastillo/2018/10/15/fidelity-launches-institutional-platform-for-bitcoin-and-ethereum/#30513fee93c4\n\nhttps://www.cnbc.com/2018/10/15/fidelity-launches-trade-execution-and-custody-for-cryptocurrencies.html"], 'September 18, 2018': ['$6418.2', 'Japanese Zaif exchange hacked loosing about $60M in crypto', 'A Japan-based cryptocurrency exchange called Zaif has been hacked, losing a 6.7 billion yen (about $60 million worth of cryptocurrency), including 5,966 bitcoins. Hackers with unauthorized access to the exchange’s hot wallets had stolen roughly $60 million in Bitcoin, Bitcoin Cash, and MonaCoin.\n\r\n\xa0\n\nhttps://www.coindesk.com/crypto-exchange-zaif-hacked-in-60-million-6000-bitcoin-theft'], 'September 5, 2018': ['$7326.73', 'Goldman Sachs drops crypto trading plans', 'Goldman Sachs is abandoning plans to open a trading desk for cryptocurrencies. Goldman still sees the regulatory environment as ambiguous, according to Business Insider, which cited people familiar with the matter. The Wall Street giant has been considering the launch of a new trading operation focused on bitcoin and other digital currencies for the past year.\n\nhttps://www.businessinsider.com/goldman-sachs-retreats-from-launching-crypto-trading-desk-2018-9?r=UK&IR=T'], 'August 7, 2018': ['$7020.22', 'SEC delays decision on Bitcoin ETFs', 'The price of bitcoin fell sharply after the Securities and Exchange Commission postponed its decision on whether it would approve a bitcoin exchange-traded fund (ETF) proposed by VanEck and SolidX.\n\nhttps://www.cnbc.com/2018/08/08/bitcoin-price-falls-after-sec-postpones-key-etf-decision.html\n\nhttps://www.forbes.com/sites/cbovaird/2018/08/07/bitcoin-prices-drop-after-sec-postpones-etf-decision/#7d56c172e677'], 'August 3, 2018': ['$7616.03', "NYSE's owner (ICE) announced the launch of Bakkt, a federal regulated market for Bitcoin", "NYSE's Intercontinental Exchange together with Starbucks, Microsoft and BCG, among others, announced they are working to launch a new company called Bakkt. Along with enabling consumers to use bitcoin and other cryptocurrencies at Starbucks, Bakkt will leverage Microsoft's cloud to create an open and regulated, digital asset ecosystem, ICE said.\n\r\n\xa0\n\nhttp://fortune.com/longform/nyse-owner-bitcoin-exchange-startup/\n\nhttps://www.cnbc.com/2018/08/04/brian-kelly-bitcoin-could-come-to-your-401k-with-starbucks-bakkt.html"], 'July 26, 2018': ['$8226.95', 'Winklevoss twins Bitcoin ETF is rejected by the SEC', 'The U.S. Securities and Exchange Commission rejected a request to list an exchange-traded fund run by the Winklevoss twins for the second time. The U.S. financial watchdog has yet to approve a cryptocurrency-based ETF and in the release highlights issues with security, market manipulation and investor protection issues.\n\nhttps://www.bloomberg.com/news/articles/2018-07-27/bitcoin-drops-as-u-s-regulators-reject-winklevoss-etf-plan\n\nhttps://www.cnbc.com/2018/07/26/winklevoss-twins-bitcoin-etf-rejected-by-sec.html\n\r\n\xa0\n\r\n\xa0'], 'July 16, 2018': ['$6336.16', 'BlackRock looks into crypto and blockchain', 'Bitcoin jumped as the news spread that BlackRock sets up a working group to look into cryptocurrencies and blockchain. BlackRock CEO Larry Fink later confirmed the report in an interview with Reuters.\n\nhttps://www.cnbc.com/2018/07/16/bitcoin-jumps-after-report-says-blackrock-exploring-cryptocurrencies.html\n\nhttps://www.reuters.com/article/us-blackrock-cryptocurrency/blackrock-is-evaluating-cryptocurrencies-ceo-says-idUSKBN1K61MC\n\r\n\xa0'], 'June 26, 2018': ['$6215.85', 'Facebook is lifting ban on crypto ads', 'Facebook has reversed its controversial ban on cryptocurrency adverts put in place in January amid fears that the ads were used for fraud.\n\nhttps://www.independent.co.uk/life-style/gadgets-and-tech/news/facebook-cryptocurrency-ban-coinbase-bitcoin-exchange-a8418841.html'], 'June 20, 2018': ['$6747.77', 'South Korean cryptocurrency exchange, Bithumb was hacked', 'Bitcoin price tumbles after the Bithumb exchange announced on Wednesday, 20 June, that hackers had seized $31 million worth of cryptocurrency from its online vaults, marking the second time in less than a year that it has been breached.\n\nhttps://www.independent.co.uk/life-style/gadgets-and-tech/news/bitcoin-price-hack-bithumb-cryptocurrency-exchange-theft-coinbase-a8408291.html'], 'June 11, 2018': ['$7158.95', 'U.S. regulator demands trading data from Bitcoin exchanges in manipulation probe', 'The U.S. Commodity Futures Trading Commission (CFTC) has sent subpoenas to four crypto-exchanges—Bitstamp, Kraken, ItBit, and Coinbase—demanding answers on the subject of market price distortion.\n\r\nSources:\n\nhttps://www.wsj.com/articles/u-s-regulators-demand-trading-data-from-bitcoin-exchanges-in-manipulation-probe-1528492835?mod=searchresults&page=1&pos=1\n\nhttps://uk.news.yahoo.com/bitcoin-price-crypto-crash-blamed-095821221.html'], 'June 10, 2018': ['$7638.44', 'South Korean crypto exchange, CoinRail has been hacked', 'South Korean crypto exchange Coinrail loses over $40M in tokens following a hack.\n\r\nSources:\n\nhttps://www.cnbc.com/2018/06/10/bitcoin-tumbles-10-percent-after-news-of-south-korea-crypto-exchange-hack.html'], 'May 24, 2018': ['$7818.21', 'U.S.Justice Department launches criminal probe into Bitcoin price manipulation', 'The Justice Department has opened a criminal probe into whether traders are manipulating the price of Bitcoin and other digital currencies. The investigation is focused on illegal practices that can influence prices -- such as spoofing, or flooding the market with fake orders to trick other traders into buying or selling.\n\r\nSources:\n\nhttps://www.bloomberg.com/news/articles/2018-05-24/bitcoin-manipulation-is-said-to-be-focus-of-u-s-criminal-probe\n\nhttps://www.cnbc.com/2018/05/24/us-opens-criminal-probe-into-bitcoin-price-manipulation-bloomberg.html'], 'May 11, 2018': ['$9289.09', 'Prosecutors raid largest South Korean exchange', 'Prosecutors raided UpBit, the largest cryptocurrency exchange in South Korea on suspicion of fraud.\n\r\nSources:\n\nhttps://www.cnbc.com/2018/05/11/bitcoin-drops-to-3-week-low-other-cryptocurrencies-plunge-after-prosecutors-raid-largest-korean-exchange.html\n\nhttps://www.reuters.com/article/us-crypto-currencies-southkorea/prosecutors-raid-south-koreas-biggest-cryptocurrency-exchange-yonhap-idUSKBN1IC150'], 'May 2, 2018': ['$9021.75', 'Goldman Sachs announces to open a Bitcoin trading operation', 'One of the largest investment bank announced, Goldman is about to begin using its own money to trade with clients in a variety of contracts linked to the price of Bitcoin.\n\r\nSources:\n\nhttps://www.nytimes.com/2018/05/02/technology/bitcoin-goldman-sachs.html'], 'April 13, 2018': ['$7322.81', 'Indian Exchange Coinsecure Hit By $3.5 Million Bitcoin Theft', 'One of India’s biggest cryptocurrency trading platforms has lost about 438 Bitcoins worth some 190 million rupees ($3 million), allegedly due to a rogue employee. Coinsecure pledges to compensate customers from personal funds.\n\r\nSources:\n\nhttps://www.bloomberg.com/news/articles/2018-04-13/bitcoin-heist-of-3-million-reported-by-india-s-coinsecure-jfxqtgou'], 'March 26, 2018': ['$8576.53', 'Twitter announces ban on cryptocurrency ads', "Twitter announced it would ban advertising for cryptocurrencies, following Google and Facebook's crackdown that aims to protect investors from fraud.\n\r\nSources:\n\nhttps://www.cnbc.com/2018/03/26/bitcoin-falls-7-percent-to-below-8000-after-twitter-bans-cryptocurrency-ads.html"], 'March 14, 2018': ['$9208.96', 'Google bans crypto advertisements', 'Google said it is banning online advertisements promoting cryptocurrencies and initial coin offerings from June. Google’s updated policy came with the release of its annual "bad ads" report, a review of the number of malicious, deceptive and controversial ads Google scrubs from its massive search, display and video network.\n\r\nSources:\n\nhttps://www.bloomberg.com/news/articles/2018-03-14/google-to-ban-cryptocurrency-initial-coin-offering-ads-in-june'], 'March 7, 2018': ['$11091.64', 'US Regulator SEC says crypto exchanges must register with agency', 'US Securities and Exchange Commission reiterated that many online trading platforms for digital assets should register with the agency as exchanges. SEC statement boosted concern that tightening regulation may limit trading.\n\r\nSources:\n\nhttps://www.cnbc.com/2018/03/07/bitcoin-just-tanked-below-10000-after-sec-says-crypto-exchanges-must-register-with-agency.html'], 'January 30, 2018': ['$11399.32', 'Facebook bans all ads promoting cryptocurrency', 'Facebook has banned people entirely from advertising bitcoin and other cryptocurrencies. Facebook said it had found a huge number of people using the site to advertise misleading and dangerous offers. It said it would now ban ads that are related to cryptocurrency, initial coin offerings, or binary options. Facebook noted that all of those things can be used legitimately – but that a worryingly large amount of ads marketing them were actually just scams.\n\r\nSources:\n\nhttps://www.independent.co.uk/life-style/gadgets-and-tech/news/bitcoin-price-latest-value-facebook-ban-ads-cryptocurrency-ico-scam-fraud-warning-a8186646.html\n\nhttps://www.cnbc.com/video/2018/01/30/facebook-just-banned-crypto-ads.html'], 'January 26, 2018': ['$11382.9', 'Japanese CoinCheck Exchange halts withdrawals after being hacked', 'One of Japan’s largest cryptocurrency exchange, CoinCheck has halted all withdrawals amidst rumors of a large-scale hack. Ripple worth $123 million was withdrawn from its wallet on Friday January 26 along with a single withdrawal of 500 million NEM.\n\r\nSources:\n\nhttps://www.bloomberg.com/news/articles/2018-01-26/cryptocurrencies-drop-after-japanese-exchange-halts-withdrawals\n\nhttps://news.bitcoin.com/coincheck-halts-operations-amidst-hacking-rumors-after-723-million-withdrawn/'], 'January 13, 2018': ['$13830.7', '80% of the total Bitcoin supply has been mined', 'Out of the total 21mln, on January 13, 2018, 16,800,000 BTC have been mined and there’s only 20 percent left for miners to acquire.\n\r\nSources:\n\nhttps://www.express.co.uk/finance/city/904946/bitcoin-price-mined-cryptocurrency-BTC-what-happen-next-token-limit'], 'January 8, 2018': ['$16831.09', 'CoinMarketCap drops South Korea prices from cryptocurrency rates and regulator inspects cryptocurrency bank accounts.', 'CoinMarketCap removed prices from South Korean exchanges from its calculations of cryptocurrency rates without any warning, resulting in a steep drop in all prices. Additionally, Korea’s financial authorities on Jan. 8 launched an investigation into cryptocurrency-related services provided by local banks amid criticism that recent government measures are having little impact on cooling the markets.\n\r\nSources:\n\nhttps://www.reuters.com/article/uk-global-bitcoin/bitcoin-slides-as-website-drops-south-korea-prices-from-virtual-currency-rates-idUSKBN1EX1DB\n\nhttp://www.theinvestor.co.kr/view.php?ud=20180108000853'], 'January 2, 2018': ['$13672.76', 'Report says early Facebook investor Peter Thiel is buying massive amounts', "Peter Thiel's Founders Fund has bought millions of dollars in bitcoin, The Wall Street Journal reported, citing sources familiar with the situation. Those holdings are worth hundreds of millions of dollars, the newspaper says. It wasn't clear whether Founders had sold any of its holdings, the report says.\n\r\nSources:\n\nhttps://www.cnbc.com/2018/01/02/bitcoin-rises-after-report-says-early-facebook-investor-peter-thiel-is-buying-massive-amounts.html\n\nhttps://www.wsj.com/articles/peter-thiels-founders-fund-makes-big-bet-on-bitcoin-1514917433"], 'December 28, 2017': ['$16064.44', 'South Korea threatens to shut down cryptocurrency exchanges', 'Bitcoin price tumbled after South Korea announced more measures to regulate bitcoin trading, including a potential shutdown of exchanges, amid volatile moves in the world’s third-largest cryptocurrency market. “Cryptocurrency speculation has been irrationally overheated in Korea,” the government said in a statement. “We cannot leave the abnormal situation of speculation any longer.”\n\r\nSources:\n\nhttps://www.theguardian.com/technology/2017/dec/28/bitcoin-falls-south-korea-crackdown-trading\n\nhttp://fortune.com/2017/12/28/bitcoin-fall-south-korea-exchange-closure/\n\nhttps://www.ft.com/content/75e13894-eba7-11e7-bd17-521324c81e23'], 'December 18, 2017': ['$19498.63', 'Bitcoin price hit all time high just below $20,000', 'Bitcoin hits a new record high, but stops short of $20,000\n\r\nSources:\n\nhttp://fortune.com/2017/12/17/bitcoin-record-high-short-of-20000/'], 'December 11, 2017': ['$14594.78', 'CBOE Bitcoin Futures are launched', 'Futures on the world’s most popular cryptocurrency surged as much as 26 percent from the opening price in their debut session on Cboe Global Markets Inc.’s exchange, triggering two temporary trading halts designed to calm the market.\n\r\nSources:\n\nhttp://time.com/5058192/bitcoin-futures/\n\nhttps://www.theguardian.com/business/live/2017/dec/11/bitcoin-price-futures-trading-begins-cryptocurrency-business-live'], 'November 28, 2017': ['$9666.23', 'Bitcoin price breaks $10,000 for the first time', 'Bitcoin has finally surmounted the greatest psychological barrier of all, passing $10,000.\n\r\nSources:\n\nhttps://www.ft.com/content/cc422666-d4b0-11e7-8c9a-d9c0a5c8d5c9'], 'November 8, 2017': ['$7143.47', 'SegWit2X Cancelled', 'Bitcoin was scheduled to upgrade around Nov. 16 following a proposal called SegWit2x, which would have split the digital currency in two. However, more and more major bitcoin developers dropped their support for the upgrade in the last few months. Developers behind SegWit2x announced they are calling off plans for the upgrade until there is more agreement in the bitcoin community.\n\r\nSources:\n\nhttps://99bitcoins.com/who-supports-segwit2x-the-new-york-agreement-and-the-upcoming-bitcoin-fork-explained/\n\nhttps://www.cnbc.com/2017/11/08/bitcoin-surges-11-percent-to-record-above-7800-after-developers-call-off-plans-to-split-digital-currency.html'], 'October 31, 2017': ['$6121.79', 'CME announces to launch Bitcoin futures', 'CME Group announced that it plans to introduce trading in bitcoin futures by the end of the year, only a month after dismissing such a plan. Chief Executive Officer Terrence Duffy cited increased client demand as a key reason for the change of mind. As a result, the Bitcoin price hit a high of $6,600.84 just hours after breaking through the $6,400 barrier, and a minute after moving past the $6,500 mark, according to data from CoinDesk. Its market capitalization, or the total value of bitcoin in circulation, hit $110 billion.\n\r\nSources:\n\nhttps://www.cnbc.com/2017/11/01/bitcoin-price-hits-6500-to-new-record-high-after-cme-futures-plan.html\n\nhttps://www.bloomberg.com/news/articles/2017-11-01/bitcoin-rises-to-fresh-record-after-cme-about-turn-on-futures'], 'October 25, 2017': ['$5682.85', 'Bitcoin Hardfork: Bitcoin Gold goes live', 'According to the Bitcoin Gold pitch, returning to home users will bring forth greater decentralization. Since Bitcoin Gold was issued, its price has plunged over 66 percent within the first couple of hours. The sell-off was due to investors dumping the cryptocurrency, perhaps signaling a lack of faith in the newly-created coin.\n\r\nSources:\n\nhttps://99bitcoins.com/the-bitcoin-gold-hard-fork-explained-coming-october-25th/\nhttps://www.cnbc.com/2017/10/25/bitcoin-gold-price-plunges-what-is-hard-fork.html'], 'October 13, 2017': ['$5128.05', 'Bitcoin price breaks $5,000 for the first time', 'The price of bitcoin has smashed through $5,000 to an all-time high. The cryptocurrency rose by more than 8% to $5,243 having started the year at $966.\n\r\nSources:\n\nhttps://www.theguardian.com/technology/2017/oct/12/bitcoin-price-5000-cryptocurrency-gold-bubble'], 'September 15, 2017': ['$3606.08', 'China Is Shutting Down All Bitcoin and Cryptocurrency Exchanges', 'Chinese authorities have ordered Beijing-based cryptocurrency exchanges to cease trading and immediately notify users of their closure, signaling a widening crackdown by authorities on the industry to contain financial risks. Exchanges were also told to stop allowing new user registrations, according to a government notice signed by the Beijing city group in charge of overseeing internet finance risks that were circulated online and verified by a government source to Reuters.\n\r\nSources:\n\nhttps://www.bloomberg.com/news/articles/2017-09-15/china-is-said-to-call-for-bitcoin-exchange-halt-by-month-end-j7lblmdg\n\nhttp://fortune.com/2017/09/15/china-shutting-down-beijing-bitcoin-cryptocurrency-exchanges/'], 'September 12, 2017': ['$4166.59', 'Jamie Dimon, head of JP Morgan calls Bitcoin as fraud', 'JPMorgan Chase & Co. Chief Executive Officer Jamie Dimon said he would fire any employee trading bitcoin for being “stupid.” The cryptocurrency “won’t end well,” he told an investor conference in New York, predicting it will eventually blow up. “It’s a fraud” and “worse than tulip bulbs.”\n\r\nSources:\n\nhttps://99bitcoins.com/jpmorgan-ceo-jamie-dimon-says-bitcoin-is-a-fraud/\nhttps://www.bloomberg.com/news/articles/2017-09-12/jpmorgan-s-ceo-says-he-d-fire-traders-who-bet-on-fraud-bitcoin\n\r\n\xa0'], 'September 3, 2017': ['$4668.5', 'China bans companies from raising money through ICOs', "Regulators started to scrutinize China's initial coin offerings as announced by a local outlet. Caixin reported that a notice, issued by a working committee that oversees risk in the country's internet finance sector, said new projects raising cash or other virtual currencies through cryptocurrencies are banned. It added that authorities are cracking down on related fraudulent practices. The document defined initial coin offerings (ICOs) as an unauthorized fundraising tool that may involve financial scams, the Caixin report noted. The committee provided a list of 60 major ICO platforms for local financial regulatory bodies to inspect.\n\r\nSources:\n\nhttps://www.cnbc.com/2017/09/04/chinese-icos-china-bans-fundraising-through-initial-coin-offerings-report-says.html\n\r\n\xa0"], 'August 1, 2017': ['$2787.85', 'Bitcoin "splits" into Bitcoin (BTC) and Bitcoin Cash (BCH)', 'After years of debating about how Bitcoin should scale the controversy turned into action. The Bitcoin code split in two different directions. One direction supporting the optimization of Bitcoin blocks through Segwit, while the other direction supports bigger blocks of up to 8mb.\n\r\nThe bigger block group called their currency Bitcoin Cash and effectively doubled the holdings of anyone who owned Bitcoin before August 1st. For example, if you have 10 Bitcoins before August 1st, you would now have 10 Bitcoins and 10 Bitcoin Cash.\n\r\nSources:\n\nhttps://99bitcoins.com/segwit2x-uasf-and-the-upcoming-fork-guidelines-heres-what-you-need-to-know/\n\nhttps://www.coindesk.com/bitcoin-forking-bitcoin-cash-hasnt-created-yet/'], 'April 1, 2017': ['$1085.03', 'Japan Declares Bitcoin as Legel Tender', "Japan recognizes bitcoin as a legal method of payment.\r\nThe country's legislature passed\xa0a law, following months of debate, that brought bitcoin exchanges under anti-money laundering/know-your-customer rules, while also categorizing bitcoin as a kind of prepaid payment instrument.\n\r\nSources:\n\r\nhttps://www.coindesk.com/japan-bitcoin-law-effect-tomorrow/"], 'March 28, 2017': ['$1044.25', 'SEC denies second Bitcoin ETF application', "The U.S. Securities and Exchange Commission on Tuesday denied for the second time in a \xa0month a request to bring to market a first-of-its-kind product tracking bitcoin, the digital currency.\n\r\nThe SEC announced in a filing its decision denying Intercontinental Exchange Inc's NYSE Arca exchange the ability to list and trade the SolidX Bitcoin Trust, an exchange-traded product (ETP) that would trade like a stock and track the digital asset's price.\n\r\nSources:\n\nhttp://www.cnbc.com/2017/03/29/us-sec-denies-a-second-application-to-list-bitcoin-product.html\n\nhttp://www.reuters.com/article/us-bitcoin-etp-idUSKBN16Z2HH"], 'March 10, 2017': ['$1201.86', 'SEC denies Winkelvos ETF', 'the US government denied the application of Tyler and Cameron Winklevoss — the brothers who once claimed to be co-inventors of Facebook — to operate an exchange-traded fund (ETF) to make it easier for investors to buy Bitcoin.\n\r\nSources:\n\nhttps://nypost.com/2017/03/10/winklevoss-bitcoin-trust-tanks-after-sec-denies-application/\n\nhttps://www.washingtonpost.com/news/get-there/wp/2017/03/10/sec-rejects-bitcoin-etf-application-from-winklevoss-twins/'], 'January 3, 2017': ['$1020.47', 'Bitcoin price breaks $1000 for the first time in 3 years', 'After rallying for most of the second half of 2016 Bitcoin breaches the $1000 mark for the first time in 3 years. Mass media coverage brings in an influx of new users that supposedly will raise the price even higher.\n\r\nSource:\n\nhttp://www.cnbc.com/2017/01/02/bitcoin-breaks-1000-level-highest-in-more-than-3-years.html'], 'November 9, 2016': ['$726.36', 'Donald Trump Elected as President, Market Plummet', "In a shocking turn of events Donald Trump defeats Hillary Clinton and become the 45th president of the United States. The US market drops by over 1% and the Mexican Peso\xa0has plumbed record lows, and is now down 10% today at 20.22 peso to the dollar.\n\r\nJapan's\xa0Nikkei 225 plunged 5.4% while Hong Kong's Hang Seng index lost 2.2%. The Shanghai Composite index lost 0.6%.. Dow futures were down 2.1%, S&P 500 futures were 2.3% lower and Nasdaq futures lost 2.7% at around 6.30\xa0a.m. ET.\n\r\nEuropean markets opened sharply lower before paring its losses.\xa0Germany’s\xa0DAX index was off around 1% after opening down nearly 3%. France's CAC 40 was in positive territory by 0.4% after an earlier decline of 1.5% and Britain's FTSE 100 dropped 0.3%.\n\r\nInvestors rushed into perceived havens, such as gold, which is up\xa0$26.90 an ounce, or 2.1%, to $1,301.40.\n\r\nBitcoin has seen a sharp increase in value during this night going up 5% in just 24 hours, however later throughout the day the price stabilized on a total increase of 2.5%.\n\r\nSources:\n\nhttp://www.zerohedge.com/news/2016-11-08/markets-crash-peso-plunges-record-low-trump-looks-likely-winner\nhttp://www.usatoday.com/story/money/markets/2016/11/09/global-markets-tailspin-trump-victory-declared/93531114/"], 'August 2, 2016': ['$594.86', 'Bitfinex Hacked', "Bitfinex, the largest Bitcoin exchange by volume, announced that 119,756 bitcoins of customer funds had been stolen via a security breach, a value roughly equivalent to $72 million USD.  Bitfinex was holding the customer funds in multi-signature addresses in conjunction with its security partner BitGo.  It is presumed that the attacker obtained access to the private keys for nearly all Bitfinex customer accounts, as well as access to the BitGo API for the Bitfinex account.\n\nIt remains unclear if the customer funds were insured by BitGo and if customers will be fully reimbursed.\n\nThe price of Bitcoin plunged nearly 20% to $480 USD that day before beginning a gradual recovery.\n\nOthers in the Bitcoin community suggested that prior knowledge of the upcoming hack was used by unknown entities for insider trading as the price had begun to drop significantly before Bitfinex's announcement.\n\n\nSources: \nhttp://www.coindesk.com/bitfinex-bitcoin-hack-know-dont-know/\nhttps://www.reddit.com/r/Bitcoin/comments/4w6tbp/major_shorting_on_okcoin_hours_before_hack_11/"], 'July 9, 2016': ['$652.14', 'Second Halving Day', 'The block reward was decreased for the second time in Bitcoin\'s history, resulting in a new reward of 12.5 bitcoins per mined block.  The automatic 50% drop continued Bitcoin\'s original design to gradually decrease the number of newly created bitcoins until the block reward ends completely, which is estimated to occur in the year 2140.\n\nThe block reward halving occurs every 210,000 blocks and the next "Halving Day" is expected to occur in July 2020.\n\nSources: \nhttp://blockr.io/block/info/420000'], 'May 2, 2016': ['$447.64', "Craig Wright Claims to be Bitcoin's Creator", "Following a five month absence from the public eye, Craig Wright publicly announced he was Satoshi Nakamoto by means of a blog post.  The blog post featured a disjointed demonstration of a private key signing, which seemed to be an attempt to verify Wright was in possession of Nakamoto's private Bitcoin keys.  This verification was later debunked by the Bitcoin community.\n\nWright's claim was backed up by Bitcoin developer Gavin Andresen in his own blog post earlier the same day.  Andresen stated that he met with Wright in-person in London, and privately witnessed Wright sign an arbitrary message using one of Nakamoto's private Bitcoin keys.\n\nAndresen later stated that he may have been tricked by Wright.\n\nSources: \nhttp://www.drcraigwright.net/jean-paul-sartre-signing-significance/\nhttp://gizmodo.com/craig-wright-reveals-himself-as-bitcoin-creator-satoshi-1774194884\nhttps://www.cryptocoinsnews.com/technical-proof-craig-wright-not-satoshi-nakamoto/\nhttps://news.ycombinator.com/item?id=11609707\nhttp://gavinandresen.ninja/satoshi\nhttps://www.cryptocoinsnews.com/gavin-andersen-craig-wright-blog-mistake/"], 'April 27, 2016': ['$461.08', 'Steam Accepts Bitcoin', "The popular gaming platform Steam began accepting Bitcoin as payment for video games and other online media.  Valve, the company that owns Steam, enlisted Bitpay as the payment processor to facilitate Bitcoin payments and help target international customers where credit card payments weren't as ubiquitous.\n\nSources: \nhttp://www.coindesk.com/video-game-platform-steam-now-accepting-bitcoin/\nhttps://blog.bitpay.com/load-your-steam-wallet-using-bitcoin/"], 'April 4, 2016': ['$420.61', 'OpenBazaar Launched', 'The initial production version of the first decentralized marketplace software, OpenBazaar, was released to the general public.  The goal of the project was to facilitate peer-to-peer trade without a middleman, fees, or restrictions on trade.  The software allows users to create virtual stores where buyers can purchase goods using Bitcoin.\n\nThe OpenBazaar project would later announce it received $1 million in funding from venture capital firms Union Square Ventures, Andreessen-Horowitz, and angel investor William Mougayar .\n\nSources: \nhttps://blog.openbazaar.org/openbazaar-is-open-for-business/\nhttp://www.businessinsider.com/openbazaar-gets-1-million-seed-round-from-andreessen-horowitz-union-square-ventures-2015-6'], 'February 21, 2016': ['$439.84', 'Bitcoin Roundtable Consensus', "Influential members of the Bitcoin community met in Hong Kong to discuss a development plan and timeline for scaling Bitcoin.  The closed-door meeting included over 30 miners, service providers, and Bitcoin Core developers and was meant to address solutions to the block size debate.\n\nThe meeting concluded with a public statement proposing the group's support for the new Segregated Witness functionality, and making a hard fork in the Bitcoin protocol available that would increase the block size limit between 2MB and 4MB by July 2016.\n\nOthers in the Bitcoin community denounced the meeting as being inconsequential as the parties involved represented a small handful of Bitcoin companies and special interest groups.\n\nSources: \nhttps://medium.com/@bitcoinroundtable/bitcoin-roundtable-consensus-266d475a61ff\nhttp://www.coindesk.com/bitcoin-miners-back-proposed-timeline-for-2017-network-hard-fork/\nhttps://www.reddit.com/r/Bitcoin/comments/46po4l/we_have_consensus_in_april_we_get_sw_3_months/"], 'January 14, 2016': ['$431.76', 'Mike Hearn Quits Bitcoin (a.k.a The Hearnia)', 'In a public blog post, Mike Hearn declared that Bitcoin had failed and that he will "no longer be taking part in Bitcoin development".  Hearn was an ex-Google developer who had been heavily involved in the Bitcoin community and related projects since the early days of the cryptocurrency.  His most popular project was bitcoinj, a Java implementation of the Bitcoin protocol.\n\nHearn\'s post blamed Bitcoin\'s alleged failure on a number of reasons: censorship in the Bitcoin community, the centralization of mining to a handful of Chinese miners, and the unwillingness of Bitcoin Core developers to increase the limit on Bitcoin\'s block size.  Within 24 hours of the post being published, Bitcoin\'s price dropped over $50 USD.\n\nOthers in the Bitcoin community accused Hearn of purposely attacking Bitcoin in order to promote his new employer, R3 CEV, a startup focused on using blockchain technology to improve the operations of the global banking industry.\n\nSources: \nhttps://medium.com/@octskyward/the-resolution-of-the-bitcoin-experiment-dabb30201f7\nhttps://www.cryptocoinsnews.com/mike-hearn-says-bitcoin-has-failed-and-sees-a-price-plunge-in-the-future/'], 'December 8, 2015': ['$397.52', 'Gwern and WIRED Claim Craig Wright is Probably Satoshi Nakamoto', 'Security researcher and writer, Gwern Branwen, published an article in WIRED magazine claiming that an Australian man named Dr. Craig S. Wright was either Satoshi Nakamoto or a "brilliant hoaxer".  Gwern cited a number of Wright\'s deleted blog posts, leaked emails, and transcripts that seemed to suggest Wright is Bitcoin\'s creator.  In one leaked transcript Wright himself claims "I did my best to try and hide the fact that I’ve been running bitcoin since 2009". Another document detailed that Wright had access to a Bitcoin trust worth 1.1 million bitcoins.\n\nHowever, none of the leaked documents Gwern claimed to possess were published.\n\nWright did not provide WIRED with any confirmation that he was indeed Satoshi Nakamoto.  Within hours of the article being published, Wright\'s existing online presence was mostly removed from the web.\n\nSources: \nhttps://www.wired.com/2015/12/bitcoins-creator-satoshi-nakamoto-is-probably-this-unknown-australian-genius/\nhttp://www.coindesk.com/craig-wright/'], 'November 3, 2015': ['$383.16', 'Bitcoin Sign Accepted into Unicode', 'The Unicode committee accepted the Bitcoin currency symbol (uppercase B with 2 vertical bars going through it, but only visible at the top and bottom) to be in a future version of the Unicode standard.  The glyph will be given the slot "U+20BF BITCOIN SIGN" and eventually will render with standard system fonts.\n\n\nSources: \nhttp://www.unicode.org/L2/L2015/15229-bitcoin-sign.pdf'], 'October 31, 2015': ['$323.35', 'Bitcoin Featured on Front Page of The Economist', 'The Economist, a globally popular British publication focused on economic liberalism, made it\'s article "The Trust Machine" the featured cover story of it\'s weekly print edition.  The article focused mainly on the utility of blockchain technology, promoting the idea that banks and government institutions may implement their own blockchains to create "cheap, tamper-proof public databases".\n\nSources: \nhttp://www.economist.com/news/leaders/21677198-technology-behind-bitcoin-could-transform-how-economy-works-trust-machine'], 'October 22, 2015': ['$273.82', 'EU Declares No VAT on Bitcoin Trades', 'The European Court of Justice ruled that the exchange of Bitcoin and "virtual currencies" is not subject to value-added-tax (VAT) in the European Union.  The ruling acts to classify Bitcoin and related alt-coins as currency, instead of goods or property.\n\nThis ruling is in contrast to the United States\' classification of Bitcoin as both a currency (according to FINCEN) and commodity (according to CFTC/IRS).\n\nSources: \nhttp://www.cnbc.com/2015/10/22/bitcoin-now-tax-free-in-europe-after-court-ruling.html\nhttp://www.newsbtc.com/2015/10/25/no-vat-bitcoin-exchanges-exempted-from-value-added-tax-in-eu/'], 'October 8, 2015': ['$245.48', 'Gemini Exchange Launched', 'Cameron and Tyler Winklevoss released their own US based Bitcoin exchange dubbed "Gemini".  Upon launch, the exchange was licensed to operate in 26 states and was able to "service both individual and institutional customers" due to its LLTC corporate structure.  Gemini was also able to offer FDIC insurance on customer deposits thanks to a partnership with a New York based bank.\n\nThe exchange aims to be fully compliant with US law with a policy to first "ask for permission, not forgiveness".\n\nSources: \nhttps://bitcoinmagazine.com/articles/winklevoss-twins-announce-the-launch-of-gemini-bitcoin-exchange-1444058291'], 'September 18, 2015': ['$234.65', 'Bitcoin declared as a commodity by the US regulator', 'The Commodity Futures Trading Commission (CFTC), \xa0announced it had\xa0filed and settled charges\xa0against a Bitcoin exchange for facilitating the trading of option contracts on its platform. They state:\xa0"In this order, the CFTC for the first time finds that Bitcoin and other virtual currencies are properly defined as commodities,".\n\r\nSources:\n\r\nhttps://www.bloomberg.com/news/articles/2015-09-17/bitcoin-is-officially-a-commodity-according-to-u-s-regulator'], 'August 15, 2015': ['$267.24', 'Bitcoin XT Fork Released', 'Bitcoin Core developers Mike Hearn and Gavin Andresen released a separate version of the Bitcoin client software, called Bitcoin XT.  The release illustrates an ongoing controversy in the Bitcoin development community: what limit should be placed on the size of Bitcoin\'s blocks?  Bitcoin XT implements BIP 101, which proposes "replacing the fixed one megabyte maximum block size with a maximum size that grows over time at a predictable rate".\n\nThe release of Bitcoin XT culminated fears that the Bitcoin community may not be able to reach a consensus on the issue, and the blockchain may hard fork, resulting in two separate versions of Bitcoin\'s global ledger.\n\nSources: \nhttps://medium.com/faith-and-future/why-is-bitcoin-forking-d647312d22c1\nhttps://en.bitcoin.it/wiki/Block_size_limit_controversy\nhttp://www.coindesk.com/what-is-the-bitcoin-block-size-debate-and-why-does-it-matter/\nhttps://bitcoinxt.software/\nhttps://github.com/gavinandresen/bips/blob/fd99a8ce04dbad96fb275e0300a7ee669e70f418/bip-0101.mediawiki'], 'August 1, 2015': ['$283.04', 'Mark Karpeles Arrested', "Mark Karpeles, the CEO of the failed Bitcoin exchange Mt. Gox, was arrested in Japan on charges of fraud and embezzlement in relation to collapse of the exchange.  Karpeles faces allegations of illegally manipulating trade volume and the personal use of client deposits, of which may have led to the exchange's insolvency.  Mt. Gox is thought to have ultimately lost 744,400 Bitcoins of customer deposits.\n\nSources: \nhttp://www.bbc.com/news/world-asia-33745611\nhttp://www.coindesk.com/mt-gox-ceo-mark-karpeles-arrested-in-japan/"], 'July 1, 2015': ['$260.73', '2 Federal Agents Plead Guilty to Silk Road Theft', 'Former Federal agents Carl Force IV (DEA) and Shaun Bridges (Secret Service) pleaded guilty to stealing Bitcoins for their personal gain during their active investigation of the Silk Road marketplace.\n\nForce was charged with "extorting Ulbricht, as well as wire fraud, theft of government property, money laundering, and conflict of interest" in his role in siphoning off $50,000 worth of Bitcoin from the Silk Road into his own personal accounts.  Bridges is charged with money laundering and obstruction of justice for stealing $820,000 worth of Bitcoin in a similar manner.\n\nForce agreed to pay $500,000 in restitution and was later sentenced to 6 years in prison in October 2015.  Bridges is awaiting sentencing in December 2015.\n\nSources: \nhttp://www.forbes.com/sites/katevinton/2015/07/01/corrupt-dea-agent-pleads-guilty-to-extorting-bitcoin-from-silk-road-creator-ross-ulbricht/\nhttp://insidebitcoins.com/news/former-us-federal-agent-pleads-guilty-to-800000-bitcoin-theft/34678\nhttp://www.forbes.com/sites/sarahjeong/2015/03/31/force-and-bridges/\nhttp://www.ibtimes.co.uk/silk-road-federal-agent-gets-6-years-stealing-50000-worth-bitcoins-1524901'], 'June 3, 2015': ['$226.9', 'New York State Releases the BitLicense', 'Superintendent of New York State Department of Financial Services, Benjamin Lawsky, released a set of customized rules meant to regulate Bitcoin and digital currency businesses that serve customers located in New York state.  These regulations are the first ever directly targeted at digital currency businesses.\n\nAccording to the regulations, digital currency companies that serve NY customers must apply for a "BitLicense" within 45 days or be considered in "breach of the law".  A BitLicense application costs $5,000 and the regulations include a number business requirements, such as fingerprinting employees for the FBI, obtaining written approval of all new business activities, and retained "earnings and profits of the company can only be invested in US dollars".\n\nIn response, New York based customers were banned and expunged by a number of Bitcoin companies, including Bitfinex, Kraken, Bitquick.co, and ShapeShift.\n\nSources: \nhttps://www.reddit.com/r/Bitcoin/comments/2aycxs/hi_this_is_ben_lawsky_at_nydfs_here_are_the\nhttp://www.dfs.ny.gov/about/speeches/sp1506031.htm\nhttps://www.reddit.com/r/Bitcoin/comments/38dr9b/ny_financial_regulator_lawsky_releases_final/\nhttp://www.dfs.ny.gov/legal/regulations/adoptions/dfsp200t.pdf\nhttp://www.coindesk.com/ny-bitcoin-business-45-days-bitlicense/\nhttp://bravenewcoin.com/news/mass-exodus-of-bitcoin-exchanges-from-new-york-state-triggered-by-bitlicense-deadline/\nhttps://www.reddit.com/r/Bitcoin/comments/3gcedf/bitlicense_the_rundown/'], 'May 19, 2015': ['$234.31', 'Ross Ulbricht Sentenced to Life in Prison', 'After a month-long jury trial that ended in Ulbricht\'s conviction, Judge Katherine Forrest sentenced Ulbricht to life in prison without parole.  Ulbricht had been found guilty on 7 charges of money laundering, computer hacking, and conspiracy to traffic narcotics in February due to his role as  the operator of the Silk Road marketplace (a.k.a "Dread Pirate Roberts").  In a letter to Judge Katherine Forrest prior to his sentencing, Ulbricht admitted to running the Silk Road and made a plea for leniency.  The judge\'s sentencing statement hinted that the harshness of the sentence was to make an example of Ulbricht: members of the public considering following in his footsteps should know "that if you break the law this way, there will be very serious consequences."\n\nRoss Ulbricht would later appeal the ruling on June 5, 2015.\n\nSources: \nhttp://www.nytimes.com/2015/05/30/nyregion/ross-ulbricht-creator-of-silk-road-website-is-sentenced-to-life-in-prison.html\nhttp://www.wired.com/2015/02/silk-road-ross-ulbricht-verdict/\nhttps://en.wikipedia.org/wiki/Ross_Ulbricht\nhttps://reason.com/blog/2015/05/31/silk-road-trial-read-ross-ulbrichts-haun\nhttp://motherboard.vice.com/read/ross-ulbricht-just-appealed-his-life-sentence'], 'January 26, 2015': ['$281.26', 'Coinbase Launches US Licensed Exchange', 'The VC backed startup Coinbase Inc., a popular Bitcoin outlet and payment processor, announced the release of its own Bitcoin trading platform.  The company founders stated they had worked for months to obtain various licenses from state financial regulators, allowing them to legally accept customers from 25 different US states.\n\nThe new platform will operate like a traditional exchange: customers can deposit funds, place asks and bids on an order book, and will be charged a small percentage fee on executed trades. The exchange platform is to remain separate from their Bitcoin outlet operation, which in contrast, allows customers to buy and sell Bitcoins directly from Coinbase.\n\nSources: \nhttps://blog.coinbase.com/2015/01/26/coinbase-launches-first-regulated-bitcoin-exchange/\nhttp://www.coindesk.com/coinbase-secures-approval-launch-regulated-us-bitcoin-exchange/'], 'January 4, 2015': ['$275.07', 'Bitstamp Hacked', 'Unknown hackers were able to steal 18,866 bitcoins from Bitstamp\'s operational hot wallet, worth roughly $5.2 million dollars.  The attackers used social engineering against Bitstamp system administrator Luka Kodric to gain access to 2 of Bitstamp\'s servers and subsequently the hot wallet\'s private keys.  The wallet was completely drained of all bitcoins shortly thereafter.\n\nUpon discovery of the breach, Bitstamp immediately shutdown the exchange\'s operations for 8 days as it audited its systems and rebuilt its trading platform.\n\nThe theft represented "a small fraction of Bitstamp\'s total bitcoin reserves" as the majority of the company\'s Bitcoin funds remained untouched in offline "cold" storage.  No customer account balances were affected.  However, according to a leaked internal Bitstamp report on the incident, the damage to the company\'s reputation and customer confidence far exceeded its monetary Bitcoin loss.\n\nSources: \nhttp://www.coindesk.com/bitstamp-claims-roughly-19000-btc-lost-hot-wallet-hack/\nhttp://www.coindesk.com/unconfirmed-report-5-million-bitstamp-bitcoin-exchange/\nhttps://www.reddit.com/r/Bitcoin/comments/3bpdb4/bitstamp_incident_report_22015/'], 'December 19, 2014': ['$313.38', 'Charlie Shrem Sentenced to 2 Years in Prison', 'Labeled Bitcoin\'s "First Felon", Charlie Shrem, the CEO of bitcoin exchange BitInstant, was sentenced to 2 years in prison for his role in laundering money for users of the Silk Road, an online marketplace that catered to illicit goods and services.\n\nShrem had entered a plea bargain which involved surrendering $950,000 to the US government  and pleading guilty to aiding and abetting the operation of an unlicensed money transmitting business.\n\nSources: \nhttp://insidebitcoins.com/news/charles-shrem-sentenced-former-bitcoin-entrepreneur-gets-two-years-in-prison/27768\nhttp://www.coindesk.com/bitcoins-first-felon-charlie-shrem-begins-2-year-sentence/'], 'December 11, 2014': ['$352.56', 'Microsoft Accepts Bitcoin', 'Microsoft revealed it will accept Bitcoin from US customers for "apps, games and other digital content" offered on the Windows and Xbox online stores. The announcement was made via a post on the tech giant\'s blog and stated that Microsoft had partnered with Bitpay for Bitcoin payment processing.\n\nSources: \nhttps://blogs.microsoft.com/firehose/2014/12/11/now-you-can-exchange-bitcoins-to-buy-apps-games-and-more-for-windows-windows-phone-and-xbox/\nhttp://money.cnn.com/2014/12/11/technology/microsoft-bitcoin/'], 'October 6, 2014': ['$323.47', 'The Slaying of BearWhale', 'An unknown trader places nearly 30,000 BTC for sale on the Bitstamp exchange at a limit price of $300 per bitcoin, worth roughly $9 million USD. The order was dubbed the "BearWhale" by the Bitcoin community due to its unprecedented size.\n\nOver the next 24 hours, the entire BearWhale order is fulfilled on the exchange via buy orders.\n\nSources: \nhttp://www.cnbc.com/id/102070437\nhttps://reddit.com/r/Bitcoin/comments/2ifjr8/the_slaying_of_bearwhale_30k_btc_sell_order_being/\nhttp://shapeshift.io/bearwhale.html'], 'September 8, 2014': ['$473.02', 'Paypal Subsidiary Braintree to Accept Bitcoin', 'Braintree, a subsidiary of Paypal, announces that it is partnering with Coinbase to accept Bitcoin payments on their platform.  Over the next three months, the two companies will work on integrating Bitcoin payment processing for Braintree merchants.  The Bitcoin payment option will be seamlessly enabled for all merchants on the platform.  Braintree merchants need only sign up for a Coinbase account and link it to their Braintree account.\n\nThe news adds to speculation that Paypal is becoming more favorable towards Bitcoin, and may eventually integrate it into their own payment processing system.\n\nSources: \nhttp://blog.coinbase.com/post/96987622472/braintree-partners-with-coinbase-to-accept-bitcoin\nhttp://www.theguardian.com/technology/2014/sep/11/paypal-bitcoin-braintree-overstock-reddit'], 'July 18, 2014': ['$624.1', 'Dell Accepts Bitcoin', "Founder Michael Dell announces on Twitter that dell.com now accepts Bitcoin.  Customers in the United States (only) can purchase any product listed on Dell's online marketplace using Bitcoin. All Bitcoin transactions are to be handled by Coinbase, a Bitcoin payment processor.  At a yearly revenue of $56 billion, Dell becomes the largest company to accept Bitcoin.\n\nThis announcement follows a number of other major online retailers' acceptance of Bitcoin payments in 2014 (Overstock on 2014-01-09 via processor Coinbase, Tiger Direct on 2014-01-23, and Newegg on 2014-07-01 via processor Bitpay).\n\nSources: \nhttp://en.community.dell.com/dell-blogs/direct2dell/b/direct2dell/archive/2014/07/18/we-re-now-accepting-bitcoin-on-dell-com.aspx\nhttps://twitter.com/MichaelDell/status/490162239983599616\nhttp://coinfire.cf/2014/07/18/breaking-dell-now-accepts-bitcoin/"], 'July 17, 2014': ['$619.9', 'New York DFS Releases Proposed “BitLicense”', 'Benjamin M. Lawsky, Superintendent of New York\'s Department of Financial Services, announces a proposed set of regulations for businesses that interact with Bitcoin and cryptocurrencies. The goal of the new regulations, according to Lawsky, are to help "protect consumers and root out illegal activity – without stifling beneficial innovation".  The regulations would require entities that deal in Bitcoin to run background checks/fingerprints for all employees, get written approval for new business activities by the state, and to immediately convert any Bitcoin profit to US dollars.  Affected entities would be exchanges, mining pools, bulk Bitcoin sellers, and altcoin software creators based in New York state, or that have customers in New York state.  News of these regulations are generally rebuked by the cryptocurrency community.\n\nSources: \nhttp://www.dfs.ny.gov/about/press2014/pr1407171.html\nhttp://www.reddit.com/r/Bitcoin/comments/2aycxs/hi_this_is_ben_lawsky_at_nydfs_here_are_the/'], 'June 27, 2014': ['$596.8', 'US Marshals Service Auctions 29,656 Seized Bitcoins', 'Nearly 30,000 government seized Bitcoins, obtained by the US Marshals Service during the October 2013 bust of the Silk Road website, are auctioned off in chunks of 3,000 bitcoins.  Bidders are required to deposit $200,000 USD via bank wire in order to qualify for the auction.  A single bidder (venture capitalist Tim Draper) won every auction, indicating that his winning bid prices were far higher than the current market price.\n\nSources: \nhttp://www.coindesk.com/us-marshals-one-auction-bidder-claimed-all-30000-silk-road-bitcoins/\nhttp://abcnews.go.com/US/tim-draper-bought-auctioned-bitcoins-seized-silk-road/story?id=24399619'], 'June 13, 2014': ['$598', 'Mining Pool GHash.io Reaches 51%', 'Due to GHash.io\'s popularity and partnership with CEX.io to sell mining shares of their own mining hardware, the mining pool giant gains a sole majority of the Bitcoin network hashing power, and the ability to launch a successful 51% attack on the Bitcoin network.  With a majority of the Bitcoin network hashing power, GHash.io could temporarily reverse transactions that they send (double spending) and prevent other transactions from being confirmed.\n\nGHash.io responds by stating they "have and never will participate in any 51% attack". The pool also issues a press statement declaring that it will attempt to limit its hashing power to 39.99% by "actively asking miners to take their hardware away from GHash.IO and mine on other pools", as well as form a committee to assist Bitcoin core developers in solving the 51% attack problem.\n\nSources: \nhttp://blog.cex.io/official-statement-on-51-threat-and-closed-round-table/\nhttp://arstechnica.com/security/2014/06/after-reaching-51-network-power-bitcoin-mining-pool-says-trust-us/'], 'April 10, 2014': ['$408.25', "Chinese Exchanges' Bank Accounts Closed", "The People's Bank of China's frequently updated restrictions against Bitcoin finally pressure some Chinese banks to issue a deadline against several bitcoin exchanges, requiring them to close their accounts by April 15. Although some are spared the warnings, the uncertain regulatory environment holds some prominent loopholes that virtually all Chinese exchanges quickly adopt. Using offshore banks, novel cryptographic voucher systems and other solutions, these trading platforms continue to operate, but at greatly reduced volumes from their hayday in 2013.\n\nSources: \nhttp://www.coindesk.com/bitcoin-price-crashes-chinese-exchanges-stop-bank-deposits/"], 'March 26, 2014': ['$581.52', 'IRS Declares Bitcoin To Be Taxed As Property', "The IRS policy document declares Bitcoin to be property, not currency, subject to capital gains tax – with that tax calculated against every change in buying power for a given amount of bitcoin, from the time it's acquired to the time it's spent. The decision is widely derided as unwieldy and overly complex, requiring users of the currency to record Bitcoin's market price with every transaction, subject to an array of largely unfamiliar calculations. Others, however, remark that the net tax paid may often be less than if Bitcoin were treated as currency proper - but to a market that emerged in tax-free innocence, it is a difficult blow to soften.\n\nSources: \nhttp://www.bloomberg.com/news/2014-03-25/bitcoin-is-property-not-currency-in-tax-system-irs-says.html"], 'March 6, 2014': ['$662.57', "Newsweek Claims Dorian Nakamoto is Bitcoin's Creator", 'In an article titled "The Face Behind Bitcoin", journalist Leah McGrath Goodman writes that an unemployed engineer in Temple City, California is in fact Bitcoin\'s creator.  Based on speculations and interviews with Dorian\'s family, Goodman\'s article ultimately draws an enourmous amount of worldwide attention to Dorian Nakamoto, who denies any involvement in Bitcoin and asks for privacy from the media.\n\nThe Bitcoin community would later go on to raise about $23,000 for Dorian Nakamoto.\n\nSources: \nhttp://www.newsweek.com/2014/03/14/face-behind-bitcoin-247957.html\nhttp://arstechnica.com/tech-policy/2014/10/dorian-nakamoto-fingered-as-bitcoin-creator-wants-to-sue-newsweek/\nhttps://en.wikipedia.org/wiki/Satoshi_Nakamoto#Dorian_Nakamoto'], 'February 24, 2014': ['$547.09', 'Mt. Gox Closes', "After putting an abrupt halt to withdrawals on February 6, claiming that a hacker had exploited their own poorly-implemented software through the use of transaction malleability attacks, disgraced bitcoin exchange Mt. Gox's website and trading engine go blank without official comment. Other exchanges and Bitcoin businesses issue a joint statement condemning the mismanagement, deception, and eventual collapse wrought by the executives of the Japan-based exchange, after an alleged leaked internal document showed that over 744,000 BTC were lost by the company.\n\nSources: \nhttp://recode.net/2014/02/24/the-mt-gox-bitcoin-exchange-has-disappeared/\nhttp://blog.coinbase.com/post/77766809700/joint-statement-regarding-mtgox"], 'February 7, 2014': ['$717.83', 'Major Exchanges Hit With DDoS Attacks', "Mt. Gox, Bitstamp, and BTC-e all experienced a stoppage of trading due to massive DDoS attacks that were apparently aimed at exploiting transaction maleability in the exchanges' software. Mt. Gox halted withdrawals first, on February 6, evidently contributing to a sharp drop in BTC price; the DDoS attack was detected on February 11, 2014.\n\nDue to a host of problems at Mt. Gox, it may not be clear that the DDoS attack was primarily responsible for the problems they experienced on February 6th. [1]\n\nSources: \nhttp://techcrunch.com/2014/02/06/mt-gox-temporarily-pauses-bitcoin-withdrawals/\nhttp://www.forbes.com/sites/leoking/2014/02/12/bitcoin-hit-by-massive-ddos-attack-as-tensions-rise/\nhttp://www.coindesk.com/btc-e-online-following-ddos-attack/\nhttp://www.coindesk.com/massive-concerted-attack-launched-bitcoin-exchanges/"], 'December 5, 2013': ['$1022.37', 'Chinese Government Bans Financial Institutions From Using Bitcoin', "Putting its first restraints on Bitcoin's surging popularity, the People's Bank of China declares Satoshi Nakamoto's novel invention not to be a currency. The policy change prohibits any financial institution to trade, insure, or otherwise offer services related to Bitcoin. Over the following weeks, further restrictions slowly strangle the Chinese cryptocurrency markets, as exchanges repeatedly try to find innovative, lasting ways to stay in operation, and prices around the globe sink dramatically.\n\nSources: \nhttp://www.nytimes.com/2013/12/06/business/international/china-bars-banks-from-using-bitcoin.html\nhttp://money.cnn.com/2013/12/05/investing/china-bitcoin/"], 'November 29, 2013': ['$1132.26', 'Exchange Rate Peaks at $1,242 on Mt. Gox', "Rapidly growing Bitcoin investment from China steadily drives prices higher and higher, reaching a peak on November 29th. Subject to strict controls concerning the movement of money across the country's borders, Chinese citizens embrace the freedom provided by Bitcoin with open arms, seeking an alternative to the state's inflating official currency, the Renminbi. The origin of mainstream Chinese interest in Bitcoin is largely credited to Jet Li's One Foundation, which publicized a Bitcoin address for donations in the wake of the April 20th, 2013 Lushan earthquake and received over 230 BTC in just two days, covered widely in the national media.\n\nSources: \nhttp://www.nbcnews.com/business/business-news/bitcoin-tops-1-200-does-its-fate-rest-chinas-hands-f2D11673316\nhttp://www.mbaskool.com/business-articles/finance/8808-the-bitcoin-boom-and-bust.html"], 'November 20, 2013': ['$641.23', "People’s Bank of China OK's Bitcoin", "Speaking in Chinese at an economic forum, Mr. Yi says that “people are free to participate in the Bitcoin market,” and that he would “personally adopt a long-term perspective on the currency.” News of his statements energize the already active Chinese bitcoin markets, with the largest, BTC China, seeing trade volumes more than twice those of the world's second-largest exchange, Mt. Gox.\n\nSources: \nhttp://sinosphere.blogs.nytimes.com/2013/11/22/bitcoin-gets-a-cautious-nod-from-chinas-central-bank/?_php=true&_type=blogs&_r=2"], 'November 18, 2013': ['$685.75', 'US Senate Holds Hearing On Bitcoin', 'Announced under the title "Beyond Silk Road: Potential Risks, Threats, and Promises of Virtual Currencies," hope for the U.S. Government panel\'s discussion is dim among the Bitcoin community leading up to the hearing. As the proceedings commence, however, many of the panelists and Senators agree that Bitcoin holds great promise. The general consensus is summed up by Jennifer Shasky Calvery, Director of the U.S. Government\'s Financial Crimes Enforcement Network (FinCEN), who testified, “We want to operate in a way that does not hinder innovation.”\n\nSources: \nhttp://onbitcoin.com/2013/11/18/senate-committee-listens-bitcoin-experts-expresses-open-mindedness/\nhttp://www.hsgac.senate.gov/hearings/beyond-silk-road-potential-risks-threats-and-promises-of-virtual-currencies'], 'October 1, 2013': ['$133.03', 'Dread Pirate Roberts Arrested', "Following a trail of clues left carelessly across the internet, the U.S. Federal Bureau of Investigation (in conjunction with other agencies) manages to identify the alleged operator of the dark web marketplace, which saw most of its sales in illicit drugs. Ross Ulbricht, claimed by the FBI to be the site's founder, Dread Pirate Roberts, is arrested in a San Francisco Public Library and charged with narcotics trafficking, computer hacking, money laundering and engaging in a “continuing criminal enterprise.” About 30,000 BTC of the Silk Road's alleged bitcoin holdings are seized at the time, and an additional 144,000 BTC from DPR's private holdings are swept up three weeks later.\n\nSources: \nhttp://www.theverge.com/2013/10/2/4794780/fbi-seizes-underground-drug-market-silk-road-owner-indicted-in-new\nhttp://money.cnn.com/2013/10/02/technology/silk-road-shut-down/"], 'August 30, 2013': ['$131.48', 'Tradehill Shuts Down (Again)', "The business-to-business bitcoin exchange had been reliant on the relatively new Internet Archive Federal Credit Union to hold its clients' deposits in regulation-compliant, insured accounts. When the IAFCU determines that it can not reasonably handle the myriad regulatory issues surrounding Bitcoin, Tradehill is forced to halt operations and return customers' funds.\n\nSources: \nhttp://www.coindesk.com/tradehill-halts-trading-due-to-iafcu-operational-and-regulatory-issues/\nhttps://internetcreditunion.org/uncategorized/rocky-road-is-still-one-of-my-favorite-flavors/"], 'May 14, 2013': ['$114.33', 'DHS Seizure Warrant Against Mt. Gox', "When Mt. Gox opened an American bank account with Wells Fargo, President and CEO Mark Karpelès answered “no” to the questions, “Do you deal in or exchange currency for your customer?” and “Does your business accept funds from customers and send the funds based on customers’ instructions (Money Transmitter)?” The U.S. Government thinks otherwise. With the warrant signed, Homeland Security Investigations seizes $2,915,507.40 from an account owned by a Mt. Gox subsidiary that was used to process payments to and from U.S. customers, and the future of Bitcoin's legal status becomes ever more uncertain.\n\nSources: \nhttp://arstechnica.com/tech-policy/2013/05/feds-reveal-the-search-warrant-that-seized-mt-gox-account/\nhttp://gigaom.com/2013/08/19/feds-seized-2-9m-in-bitcoin-funds-from-mt-gox-court-docs-show"], 'April 10, 2013': ['$181.66', 'Increased Trading Volume Breaks Mt. Gox', "Originally thought to be a Distributed Denial-of-Service (DDoS) attack on the largest bitcoin exchange, the great influx of traders on the heels of Cyprus's bailout announcement overwhelms Mt. Gox's servers, causing trades to stutter and fail. Speculative concerns about the exchange's hiccups feed a powerful panic-sell that saturates the market and drives prices down to pre-rally levels, before rising again a few days later.\n\nSources: \nhttps://web.archive.org/web/20130411093814/https://mtgox.com/press_release_20130411.html"], 'March 25, 2013': ['$74.02', 'Cyprus Bail-In', "Orchestrated by Cyprus President Nicos Anastasiades, the Eurogroup, the European Commission, the European Central Bank and the International Monetary Fund, the €10 billion bailout is hoped to fortify the flagging Cypriot economy. Among its conditions, however, is a sizable levy collected from most bank accounts with holdings over the €100,000 cutoff - a serious concern not just for wealthy Cypriots but many internationals, as the nation's favorable policies had made it a popular global tax haven, particularly in Russia. Seeking solutions to preserve their holdings before the bailout's conditions take effect, many of these account holders begin buying bitcoin en masse, driving a price rally through early April that brought the value of one bitcoin from about $80 to over $260.\n\nSources: \nhttp://money.cnn.com/2013/03/28/investing/bitcoin-cyprus/"], 'March 11, 2013': ['$47.41', 'Bitcoin 0.8 Causes Brief Hard Fork', "Shaking confidence in Bitcoin and the validity of some transactions, the price briefly plummets and the Mt. Gox exchange temporarily suspends bitcoin deposits. Thanks to a swift and coordinated response by Bitcoin developers, miners, and community members, the fork is resolved within hours after the operators of two large mining pools, Michael Marsee (of BTC Guild) and Marek Palatinus (of slush's pool), honorably forgo some of their accumulated mining rewards in order to downgrade to the previous, compatible version. An updated version, 0.8.1, is released shortly after, containing safeguards to prevent the original problem.\n\nSources: \nhttps://bitcoin.org/en/alert/2013-03-11-chain-fork\nhttps://github.com/bitcoin/bips/blob/master/bip-0050.mediawiki"], 'November 28, 2012': ['$12.25', 'Halving Day', "In line with the original design for Bitcoin's maturation, the number of coins created to reward miners undergoes its first reduction, beginning the long and gradual process of tapering the amount of new currency entering the economy. These “Halving Days” are scheduled to occur every four years, stepping down the number of new bitcoins generated until the reward reaches 0 in the year 2140, to yield a fixed money supply of 20,999,999.9769 BTC. This pre-programmed limit to inflation is a major driver of the currency's economic controversy, value appreciation and speculation.\n\nSources: \nhttp://www.prlog.org/12032578-bitcoin-community-celebrates-halving-day.html\nhttps://blockchain.info/block/000000000000048b95347e83192f69cf0366076336c639f9b7228e9ba171342e"], 'November 15, 2012': ['$11.04', 'Wordpress Accepts Bitcoin', "In a smart and savvy release, Wordpress explains the decision: “PayPal alone blocks access from over 60 countries, and many credit card companies have similar restrictions... we don’t think an individual blogger from Haiti, Ethiopia, or Kenya should have diminished access to the blogosphere because of payment issues they can’t control. Our goal is to enable people, not block them.” As one of the 25 most popular domains on the web, Wordpress's move paves the way for later retail ventures in Bitcoin.\n\nSources: \nhttp://en.blog.wordpress.com/2012/11/15/pay-another-way-bitcoin/"], 'August 17, 2012': ['$13.31', 'Bitcoins Savings & Trust Halts Payments', 'Promising consistent weekly “interest” returns of 7% to its creditors, Trendon T. Shavers (known on BitcoinTalk as Pirateat40) manages the secretive operation for about eight months, accepting only large deposits of bitcoin (50+ BTC) and paying out “interest” weekly. On August 17, 2012, Pirateat40 announces a halt to the operation, and absconds with deposits estimated between 86,202 and 500,000 BTC. On July 23, 2013, the U.S. Securities and Exchange Commission files charges against Shavers for defrauding investors in a Ponzi scheme.\n\nSources: \nhttps://bitcointalk.org/index.php?topic=50822.0\nhttps://bitcointalk.org/index.php?topic=261290.0'], 'March 1, 2012': ['$4.92', 'Linode Hacked, Over 46,000 BTC Stolen', "An unknown hacker breaches Linode's server network and immediately seeks out accounts related to bitcoin, quickly compromising the wallets of eight customers. Bitcoinica, a large online bitcoin exchange, is hardest hit, losing more than 43,000 BTC, while other prominent victims include Bitcoin's lead developer Gavin Andresen as well as Marek Palatinus (also known as slush), the operator of a large mining pool. Both Bitcoinica and slush's pool bear the theft's losses on behalf of their customers.\n\nSources: \nhttp://arstechnica.com/business/2012/03/bitcoins-worth-228000-stolen-from-customers-of-hacked-webhost/\nhttps://web.archive.org/web/20120302143922/http://status.linode.com/2012/03/manager-security-incident.html"], 'February 11, 2012': ['$5.7', 'Paxum and Tradehill Drop Bitcoin', "On February 11, 2012, Paxum, an online payment service and popular means for exchanging bitcoin announces it will cease all dealings related to the currency due to concerns of its legality. Two days later, regulatory issues surrounding money transmission compel the popular bitcoin exchange and services firm TradeHill to terminate its business and immediately begin selling its bitcoin assets to refund its customers and creditors. The following day, Patrick Strateman, known on BitcoinTalk as phantomcircuit, benevolently discloses a devastating bug in how BTC-E, another online exchange, secures its clients' accounts and funds.\n\nSources: \nhttp://themonetaryfuture.blogspot.com/2012/02/paxum-exits-from-bitcoin-business.html\nhttp://blog.bitcointitan.com/post/17660291959/cause-of-the-btcusd-crash-on-february-13th-2012\nhttps://web.archive.org/web/20120822072101/http://bitcoinmedia.com/warning-btc-e-compromised/"], 'December 19, 2011': ['$3.41', '"The Good Wife" Airs "Bitcoin for Dummies" TV Episode', 'After the initial announcement of this upcoming, Bitcoin-themed episode, investors bet big on the show to catapult prices to new highs. About 9.45 million viewers tune in to watch "Bitcoin for Dummies" on January 15, 2012; the story involves a government manhunt for the creator of Bitcoin, who is charged with creating a currency in competition with the U.S. Dollar. Despite the massive exposure, prices remain stagnant following the show\'s airing.\n\nSources: \nhttp://www.imdb.com/title/tt2148561/\nhttps://bitcointalk.org/index.php?topic=53235.0'], 'June 19, 2011': ['$17.77', 'Mt. Gox Hacked', "By gaining access to the credentials of an official auditor working for the Mt. Gox bitcoin exchange, a hacker downloads a slightly out-of-date copy of the website's user database, including email addresses and insecurely hashed passwords. Using their newfound administrator-level access to the site, they place countless offers to sell bitcoins that don't exist, falsely deflating prices until the going rate reaches just $0.01 per coin. Mt. Gox reverses the fraudulent transactions and halts trading for seven days to re-secure their systems, and two other large exchanges issue temporary halts while their own security is reviewed. Soon after, a copy of the database is leaked and is used to launch attacks against accounts held by users of the MyBitcoin online wallet service who share the same password on both sites, resulting in thefts of over 4,019 BTC from roughly 600 wallets.\n\nSources: \nhttp://www.zdnet.com/blog/security/bitcoin-market-flash-crash-and-database-leak-from-mt-gox/8811\nhttps://bitcointalk.org/index.php?topic=19491.0"], 'June 1, 2011': ['$9.21', 'Gawker Publishes Article About The Silk Road', "Titled “The Underground Website Where You Can Buy Any Drug Imaginable,” Adrian Chen's piece on Gawker is as provocative as it is popular. To many people reading it, the sudden realization that Bitcoin has a useful value – one that's entirely unique - hits home. With a link to Mt. Gox in the text, the article starts an enormous upswing in price that beats all previous records, reaching over $31 per bitcoin just one week after publication.\n\nSources: \nhttp://gawker.com/the-underground-website-where-you-can-buy-any-drug-imag-30818160"], 'March 27, 2011': ['$0.83', 'Three New Exchanges Open Supporting More Fiat Currencies', 'On March 27, 2011, Britcoin launches the first exchange to trade bitcoin and British Pound Sterling (GBP). Just days later, on March 31, Bitcoin Brazil opens a service for face-to-face exchange in Brazilian Reals (BRL) and U.S. Dollars. On April 5, BitMarket.eu begins facilitating trades in Euros (EUR) and other currencies. Together, they simplify bitcoin ownership and trading for hundreds of millions of new users and the market is expanded enormously.\n\nSources: \nhttps://web.archive.org/web/20120331084706/https://bitcointalk.org/index.php?topic=5441.0'], 'February 9, 2011': ['$0.96', 'Bitcoin Price Hits $1.00 USD', 'Just two years old, Bitcoin achieves parity with the U.S. Dollar on the Mt. Gox exchange. The following day, some popular news outlets feature stories on the symbolic milestone, causing such a surge of interest in the growing currency that the official Bitcoin website is temporarily hobbled.\n\nSources: \nhttp://beta.slashdot.org/story/147526'], 'December 10, 2010': ['$0.19', 'First mainstream article on Bitcoin in PC World', 'First mainstream article on Bitcoin appeared in PC World Online Magazine discussing the options cryptocurrencies can offer in relation to the Wikileaks scandal.\n\nhttps://www.pcworld.com/article/213230/could_wikileaks_scandal_lead_to_new_virtual_currency.html'], 'August 15, 2010': ['$0.07', 'Bitcoin Protocol Bug Causes Hard Fork', 'Using a peculiar quirk of the way computers process numbers, an unknown person creates a fraudulent transaction that generates 184,467,440,737.08554078 bitcoins – nearly nine-thousand times as many as can legitimately exist in the entire system. The oddity is quickly spotted by Bitcoin developers and community members, and a fixed version of the Bitcoin software is released within hours. By the next day, the corrected blockchain overtakes the exploited one, and Bitcoin is back in normal operation – but not before the market is badly shaken.\n\nSources: \nhttps://bitcointalk.org/index.php?topic=822.0\nhttp://sourceforge.net/p/bitcoin/mailman/message/25954806/'], 'July 18, 2010': ['$0.07', 'Mt. Gox Opens For Business', "Jed McCaleb, a programmer best known for creating the successful eDonkey peer-to-peer network in 2000, announces the launch of Mt. Gox, a new full-time bitcoin exchange. Based on a prior, abandoned project of McCaleb's to create an online exchange for Magic: The Gathering cards, he soon struggles to keep up with the demands of the business and sells mtgox.com to Mark Karpelès on March 6, 2011. Mt. Gox would slowly grow to dominate the world of bitcoin trading over the next three years.\n\nSources: \nhttps://bitcointalk.org/index.php?topic=444.0"], 'July 11, 2010': [0, 'Bitcoin Posted on Slashdot', 'The release of Bitcoin version 0.3 is featured on slashdot.org, a popular news and technology website. Reaching a large audience of technophiles, the article brings many newly-interested people on board, driving the exchange value of a single bitcoin up nearly tenfold, from approximately $0.008 to $0.08 in just five days.\n\nSources: \nhttp://slashdot.org/story/10/07/11/1747245/bitcoin-releases-version-03'], 'May 22, 2010': [0, 'Two Pizzas Are First Material Item Purchased Using Bitcoin', 'BitcoinTalk user laszlo (Laszlo Hanyecz) pays 10,000 BTC for two pizzas delivered to their house (valued at about $25), ordered and paid for by another user, jercos. This assigns the first concrete valuation to bitcoin - about $0.0025 per coin.\n\nSources: \nhttps://bitcointalk.org/index.php?topic=137.0\nhttp://motherboard.vice.com/blog/this-pizza-is-worth-750000'], 'October 12, 2009': [0, 'The First Bitcoin-to-Fiat Exchange Occurs', 'Using PayPal, NewLibertyStandard buys 5,050 BTC from Sirius for $5.02, equating to roughly one tenth of a cent per bitcoin.\n\nSources: \nhttps://twitter.com/marttimalmi/status/423455561703624704\nhttps://blockchain.info/tx/7dff938918f07619abd38e4510890396b1cef4fbeca154fb7aafba8843295ea2'], 'October 5, 2009': [0, 'New Liberty Standard Publishes First Exchange Rate', 'New Liberty Standard opens a service to buy and sell bitcoin, with an initial exchange rate of 1,309.03 BTC to one U.S. Dollar, or about eight hundredths of a cent per bitcoin. The rate is derived from the cost of electricity used by a computer to generate, or “mine” the currency.\n\nSources: \nhttps://web.archive.org/web/20091229132610/http://newlibertystandard.wetpaint.com/page/Exchange+Rate'], 'January 3, 2009': [0, 'Genesis Block Established', 'The first Bitcoin transaction record, or genesis block, kicks off the Bitcoin blockchain and includes a reference to a  pertinent newspaper headline of that day: \n\nThe Times 03/Jan/2009 Chancellor on brink of second bailout for banks.\n\nThe initial Bitcoin program and its source code are released by Satoshi Nakamoto six days later.\n\nSources: \nhttps://en.bitcoin.it/wiki/Genesis_block\nhttp://www.mail-archive.com/[email\xa0protected]/msg10142.html']}